[
  {
    "id": 1,
    "numero": "01",
    "pronome": "1 - Cristo, Meu Mestre",
    "parte1": "1. Cristo, meu Mestre e meu Senhor; Eu Te adoro, por fé, com fervor; Rogo que guardes meu coração; Vem protegê-lo com Tua unção; E defendê-lo, ó meu Guardião",
    "parte2": "2. Mestre divino, sempre senti; Meu coração dependente de Ti; Bom fundamento dá-lhe, Senhor; Dá-lhe firmeza, virtude, valor; E fortaleza, ó meu Protetor",
    "parte3": "3. Vale profundo, cheio de mal; É este mundo, ó Rei divinal; Só Tua força pode manter; Santo e puro, na graça, meu ser; Sempre seguro, com fé e poder",
    "parte4": "4. Mestre piedoso, com Tua mão; Faze perfeito o meu coração; Santo, ardoroso em Te servir; Sempre voltado aos bens do porvir; Mestre amado, desejo Te ouvir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/01.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "menuv": "home",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 2,
    "numero": "02",
    "pronome": "2 - De Deus tu és eleita",
    "parte1": "1. De Deus tu és eleita, igreja de Jesus, O teu divino Mestre à glória te conduz; Prepara-te, pois Ele mui breve voltará; A glória que te espera já preparada está.",
    "parte2": "2. Com celestiais adornos espera o teu Senhor, Vestida de justiça e do divino amor; Dileta és de Cristo, que vida te doou; A fim de resgatar-te, Seu sangue derramou.",
    "parte3": "3. É grande tua glória, igreja de Jesus; Consagra-te a Ele, andando em Sua luz; Em breve, no Seu reino, gloriosa entrarás, E a face do Esposo, no céu, contemplarás.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/02.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 3,
    "numero": "03",
    "pronome": "3 - Faz-nos ouvir Tua voz",
    "parte1": "1. Faz-nos ouvir Tua voz gloriosa, Ó nosso Mestre, fiel Redentor; A Tua Igreja, dileta esposa, Sente por Ti inefável amor.",
    "parte2": "Coro: Ó caro Salvador, a Tua voz de amor Nos guia para o céu, glorioso lar Pela Palavra vem nos consolar",
    "parte3": "2. Ó Jesus Cristo, celeste Esposo, Vem conduzir-nos, por Teu grande amor; Já antevemos, ó Rei majestoso, A glória eterna do Teu esplendor.",
    "parte4": "3. A Tua igreja está se adornando, Para encontrar-se Contigo, Ó Jesus; Com santas vestes, esta aguardando Ver Tua face no reino de luz.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/03.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 4,
    "numero": "04",
    "pronome": "4 - Ouve a nossa oração.",
    "parte1": "1. Nossos olhos para os céus, ó Deus, nós levantamos; Confiando em Teu amor, a nossa voz alçamos.",
    "parte2": "Coro: Ouve a nossa oração Desde a Tua habitação; Tua bênção, Teu perdão, Manda, ó Deus piedoso",
    "parte3": "2. Refrigério celestial e bálsamo precioso É sentir-Te em nosso ser, Pai santo, glorioso.",
    "parte4": "3. No Teu trono, ó Senhor, recebe nesta hora A humilde oração do povo que Te adora.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/04.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 5,
    "numero": "05",
    "pronome": "5 - A Rocha celestial",
    "parte1": "1. Sábio e prudente será o varão Que a casa na rocha erguer; Sempre terá eficaz proteção; Pois nada a pode abater.",
    "parte2": "Coro: A Rocha celestial É Cristo, o Filho de Deus, O Fundamento eternal De quem busca o reino dos céus.",
    "parte3": "2. Quem sobre a areia quiser construir, Em vão trabalhado terá, Pois sua casa virá a cair; Em falso alicerce estará.",
    "parte4": "3. As tempestades e os ventos virão A todos, com grande furor; Mas os que sobre a Rocha estão, Firmeza terão no Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/05.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 6,
    "numero": "06",
    "pronome": "6 - Glória ao Justo, Fiel Cordeiro!",
    "parte1": "1. Ao Cordeiro imaculado, Jesus Cristo, exaltemos Do Seu Nome falaremos, pois, com infinito amor Veio à terra, glorioso, com poder e esplendor.",
    "parte2": "2. Seguiremos a Jesus Cristo com inteira confiança Temos viva esperança de chegar ao lar de amor Dirigidos, amparados pelo sábio Condutor.",
    "parte3": "3. Só a Cristo daremos glória e louvores em eterno, Pois livrou-nos do inferno, do pecado e do mal, Para dar-nos a herança no Seu lar celestial.",
    "parte4": "Glória ao Justo, fiel Cordeiro, Puro, Santo, Verdadeiro! Pela morte no madeiro, Nos reconciliou com Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/06.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 7,
    "numero": "07",
    "pronome": "7 - Granjeai, granjeai os talentos",
    "parte1": "1. Os talentos Jesus nos tem dado, Dons celestes de grande valor; Nós devemos, com todo o cuidado, Granjeá-los, servindo ao Senhor.",
    "parte2": "Coro: Granjeai, granjeai os talentos; Sobre o muito o Senhor vos porá; Vigiai e estai sempre atentos, Eis que Ele à porta está.",
    "parte3": "2. Se em tudo nós formos prudentes, Se fiéis o Senhor nos achar, Herdaremos Seus bens permanentes No repouso da glória sem par.",
    "parte4": "3. Diligentes obreiros sejamos, Pois os frutos Jesus vai pedir; Os talentos, jamais escondamos, Se quisermos a glória fruir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/07.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 8,
    "numero": "08",
    "pronome": "8 - Oh! vem, sim, vem",
    "parte1": "1. Nesta terrena vida, ó justo Redentor, São grandes os combates aos Teus fiéis, Senhor.",
    "parte2": "Coro: Oh! Vem, sim, vem nos alegrar, Senhor; És nossa Esperança e nosso Defensor.",
    "parte3": "2. No mundo há vaidade, muita tristeza e dor, Mas Teus remidos sentem a Tua paz e amor.",
    "parte4": "3. Do céu Te esperamos, glorioso, eterno Rei; Tu és veraz Pastor e nós somos Tua grei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/08.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 9,
    "numero": "09",
    "pronome": "9 - Luminosa é a senda",
    "parte1": "1- Luminosa é a senda Que conduz, por fé, a Deus; Não há nada que me prenda Nem detenha os passos meus.",
    "parte2": "Coro: Que prazer é viver com o meu bom Jesus! Na tristeza e na alegria sinto em mim a Sua luz.",
    "parte3": "2. Jubiloso, eu prossigo Para a glória eternal; Sei que Cristo está comigo, Protegendo-me do mal.",
    "parte4": "3. Jesus Cristo me consola Quando estou em aflição; Seu Espírito controla Minha mente e coração.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/09.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 10,
    "numero": "10",
    "pronome": "10 - Prossegui vitoriosos em Cristo",
    "parte1": "1. Prossegui vitoriosos em Cristo, Ele, em breve, dos céus vai voltar; Mandará recolher Seus remidos Para, à glória eterna, os levar.",
    "parte2": "Coro: Certamente exaltado será Quem o Nome de Cristo não negar; Exaltado com glória celestial Herdará a riqueza eternal.",
    "parte3": "2. Prossegui, rejeitando o pecado Pois ireis encontrar o Senhor; Para vós, Ele tem Preparado Um lugar no Seu reino de amor.",
    "parte4": "3. Prossegui nesta fé gloriosa, O inimigo de vós fugirá; Vigiai na oração, no cuidado, E convosco Jesus estará.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/10.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 11,
    "numero": "11",
    "pronome": "11 - Ó igreja de Deus, resplandece",
    "parte1": "1. Ó igreja de Deus, resplandece E alegra-te, de coração, Espalhando a semente celeste, Anunciando a veraz salvação.",
    "parte2": "Coro: Tu és a igreja de Jesus Cristo, o Cordeiro, Que tem o Seu trono nos céus; Ele, o Justo, Fiel, Verdadeiro, Te dará as promessas de Deus.",
    "parte3": "2. És igreja formosa e amada Por Cristo, o teu Salvador; Que te quer sempre mais adornada De justiça e sublime amor.",
    "parte4": "3. À gloriosa e celeste cidade Irás, com Jesus, Salvador; Lá há paz, grande amor, santidade; Lá verás o fiel Criador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/11.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 12,
    "numero": "12",
    "pronome": "12 - Sempre em Jesus confiarei",
    "parte1": "1. Sempre em Jesus confiarei, Sua Palavra honrarei; Por Sua morte atroz na cruz, me concedeu eterna luz.",
    "parte2": "Coro: Cristo me guia com poder, Cristo me guia com saber; Ele é o Amigo mui fiel, Cristo Jesus, o Emanuel.",
    "parte3": "2. Os bons conselhos de Jesus são, para mim, divina luz; Eles me trazem retidão e divinal consolação.",
    "parte4": "3. Eu vou avante, com valor, sigo por fé o meu Senhor. No céu, um dia, O verei, e igual a Ele então serei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/12.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 13,
    "numero": "13",
    "pronome": "13 - Confiemos em Deus",
    "parte1": "1. Ó amados, venceremos este mundo enganador; Pela fé nós lutaremos, confiando no Senhor.",
    "parte2": "Coro: Confiemos em Deus, Ele é o nosso Pai; Ele ouve os Seus E, ao céu, levá-los vai. Pelo Seu imenso amor Nos protege o Senhor; Oh! Oremos, com fervor, Ao grande Deus, Formador.",
    "parte3": "2. Do Seu trono glorioso nos contempla o Senhor; Deus, o Todo Poderoso, nos conserva em amor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/13.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 14,
    "numero": "14",
    "pronome": "14 - Manda os Teus dons celestes",
    "parte1": "1. Os Teus fiéis, reunidos ante a Tua presença, O santo Consolador esperam, ó Senhor. Todos, contritos, clamamos com fé e com reverência; Cumpre em nós a promessa de Deus, o Criador.",
    "parte2": "Coro: Manda os Teus dons celestes pelo Espírito Santo; Cobre os fiéis com o manto do Teu Consolador.",
    "parte3": "2. Os Teus fiéis, reunidos, buscam os Teus dons celestes; Clamam com todo o fervor: atende, ó Senhor! Esperançosos, aguardam, crendo no que prometeste; Faze que todos sintamos o Teu consolador.",
    "parte4": "3. Os Teus fiéis, reunidos, constantemente clamando, Sentem, ó bom Redentor, celestial fervor; Pacientemente esperamos, sempre, com fé, implorando: Vem, ó Senhor, confirmar-nos com o Consolador!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/14.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 15,
    "numero": "15",
    "pronome": "15 - Ó alma que choras",
    "parte1": "1. Ó alma que choras com grande amargor, Se queres alívio, recorre ao Senhor; A Ele implorando, conforto acharás; Graça, e virtude, e vida terás.",
    "parte2": "2. Amigo sincero é Cristo Jesus, Que salva o perdido, ao céu o conduz; Tua voz levanta ao bom Redentor, Clama por socorro, clama ao teu Senhor.",
    "parte3": "3. Ó alma cansada, recorre ao Senhor, Ele te sustenta e te dá vigor; Auxilio do alto não falta jamais, Em Cristo confia e não chores mais.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/15.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 16,
    "numero": "16",
    "pronome": "16 - Promessa excelente",
    "parte1": "1. Promessa excelente fizeste, ó Deus, Fiel cumprimento a Palavra terá; Sentir Teu Espírito querem os Teus; Teu povo clamando está.",
    "parte2": "Coro: Envia, ó Deus, por amor, Teus dons pelo Consolador. Vem nos revestir de poder divinal; Visita-nos, Pai eternal.",
    "parte3": "2. Oh! Vem despertar-nos, amado Senhor; O Espírito Santo envia dos céus; Com fé aguardamos o Consolador, Que faz virtuosos os Teus.",
    "parte4": "3. O Teu Santo Espírito nos guiará Em toda verdade, justiça e amor; Por Ele Teu povo ensinado será; Teu Dom aguardamos, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/16.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 17,
    "numero": "17",
    "pronome": "17 - Ó Senhor, vem visitar-me",
    "parte1": "1. Ó Senhor, vem visitar-me e alentar a minha fé; Eu desejo consagrar-me e alcançar, de Ti, mercê.",
    "parte2": "Coro: Com o Espírito divino Vem, Jesus, me batizar; Aos Teus pés eu me inclino E Te rogo sem cessar; Oh! Vem, Senhor, com Teu Dom me consolar.",
    "parte3": "2. Ó Jesus, és minha Sorte, és a minha Salvação; Faz-me firme, faz-me forte pela Tua santa unção.",
    "parte4": "3. E ao fim serei ditoso, Pois Contigo estarei; No Teu reino glorioso, face a face Te verei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/17.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 18,
    "numero": "18",
    "pronome": "18 - É Jesus meu Refúgio",
    "parte1": "1. Grande é a tormenta e a tribulação, Muitos são os combates, grande, a tentação, Mas Jesus, meu Rochedo e fiel Guardião, É a Fortaleza que dá proteção.",
    "parte2": "Coro: É Jesus meu Refúgio, meu fiel Protetor, E n’Ele abrigado terei Seu vigor; Cada dia que passa, sinto mais Seu amor E a vida celeste do meu Salvador.",
    "parte3": "2. Ao Senhor mais unido eu almejo viver E cumprir neste mundo, Seu glorioso querer; Os Seus passos seguindo, eu irei receber Mais força e coragem, a fim de vencer.",
    "parte4": "3. Vou, com fé no meu Mestre, a tormenta enfrentar, Mesmo que fortemente ela se levantar; Com Jesus, a vitória eu irei alcançar, Pois Suas promessas não podem falhar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/18.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 19,
    "numero": "19",
    "pronome": "19 - Manda nos Teu Poder",
    "parte1": "1. Manda, ó senhor, do céu, fogo santo ao povo Teu; Manda-nos Teu poder Fogo que destrói o mal, fogo santo, celestial Manda-nos Teu poder",
    "parte2": "Coro: Manda-nos o Teu poder O Poder renovador, pelo Teu imenso amor; Vem, Senhor, selar Teu povo Com o bom Consolador.",
    "parte3": "2. Vem as bênçãos derramar e, os que dormem, despertar; Manda-nos Teu poder E das nossas vidas faz testemunho eficaz Manda-nos Teu poder.",
    "parte4": "3. Vem nos dar as orações, visitando os corações; Manda-nos Teu poder Em constante comunhão, esperamos Tua unção; Manda-nos Teu poder.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/19.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 20,
    "numero": "20",
    "pronome": "20 - Teu Espírito derrama",
    "parte1": "1. Teu Espírito derrama Sobre Teus fiéis, Senhor, Que, humildes e contritos, Buscam o Consolador",
    "parte2": "Coro: Vem com Teu Poder, Senhor, Teu povo fortificar; Com o bom Consolador, vem, Oh! vem batizar.",
    "parte3": "2. Teu Espírito derrama, A promessa cumpre, ó Deus, Enviando aos Teus filhos As virtudes lá dos céus.",
    "parte4": "3. Teu Espírito derrama, Revestindo-nos de amor; Dos Teus dons maravilhosos, Enriquece-nos Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/20.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 21,
    "numero": "21",
    "pronome": "21 - Não mais oprimidos seremos",
    "parte1": "1. Não mais oprimidos seremos Na volta do nosso Senhor; A voz esperada ouviremos: “Oh! vinde!”dirá o Salvador; A vida eterna com glória Teremos, por Cristo, nos céus; Completa será a vitória Ao vermos a face de Deus.",
    "parte2": "2. Não mais perseguidos seremos Na volta do nosso Senhor; Deixando este mundo, iremos Ao céu, nossa pátria de amor; Naquela cidade gloriosa, Lugar de eterno esplendor, A herança divina, preciosa, Teremos de Deus, Criador.",
    "parte3": "Coro: A volta de Cristo glorioso Será com poder e esplendor; Devemos estar revestidos De graça, justiça e amor Iremos, então, ó queridos, Desfrutar a herança eternal, Pois Jesus nos dará a coroa real, No ditoso lar celestial.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/21.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 22,
    "numero": "22",
    "pronome": "22 - Guia-me, ó Senhor",
    "parte1": "1. Guia-me, ó Senhor, na fulgurante luz; Dá-me mais do amor, que à gloria me conduz.",
    "parte2": "Coro: Guia-me, guia-me com Tua mão, Senhor; Guarda-me, guarda-me do mundo enganador.",
    "parte3": "2. Guia-me, bom Jesus, descanso eu terei; Rege-me pela luz que vem de Ti, meu Rei.",
    "parte4": "3. Guia-me, Salvador, na Tua santa lei; Guarda-me em amor, Teu Nome bendirei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/22.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 23,
    "numero": "23",
    "pronome": "23 - O Senhor é o meu Pastor",
    "parte1": "1. O Senhor é meu Pastor, nada deixará me faltar; Com a Sua mansidão, em verdes pastos faz-me andar; Refrigério, fé e paz minha alma n’Ele achou; Nas veredas celestiais, os meus passos Jesus firmou.",
    "parte2": "2. Se eu tivesse que andar pelo vale da morte, ó Deus, Eu não temeria o mal, porquanto estou nos braços Teus; Tua vara, ó Senhor, me conserva em retidão, Teu cajado divinal traz conforto e consolação.",
    "parte3": "3. Uma mesa para mim, ó Senhor, Tu vens preparar; Com Teu óleo vens me ungir, fazes meu cálix transbordar; A bondade, a mercê sobre mim contemplarei; Nas moradas do meu Deus para sempre habitarei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/23.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 24,
    "numero": "24",
    "pronome": "24 - Dá-me Graça, Senhor",
    "parte1": "1. Dá-me Graça, Senhor, para sempre Te amar Com intenso e profundo amor Que procede de Ti, glorioso Senhor E me faz Teus conselhos guardar.",
    "parte2": "Coro: Quero amar-Te com todo fervor Adorar-Te, meu bom Salvador; Vem, com Tuas virtudes, cingir O Teu servo, que quer Te servir.",
    "parte3": "2. Com divina afeição quero sempre Te honrar E também ser fiel servidor Esse imenso amor que de Ti vem, Senhor Me ensina ao Teu Nome exaltar",
    "parte4": "3. Esse elo de amor sempre me faz lembrar Quanto amaste minh'alma, Senhor; Quero sempre sentir, cultivar esse amor, Aguardando, com fé, Teu voltar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/24.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 25,
    "numero": "25",
    "pronome": "25 - Um grande bem, precioso bem",
    "parte1": "1. Um grande bem, precioso bem, eu recebi do Criador Que me chamou e revelou, por compaixão, o Redentor; O Seu querer eu compreendi e pecador eu me senti; Meu coração se quebrantou, todo o meu ser se transformou; Eu sou feliz, bendigo a Deus; com salvação me agraciou.",
    "parte2": "2. Que grande bem, precioso bem! Eu sirvo a Deus, o Formador, Que para Si me separou; remido sou do Salvador; Purificou meu coração, me concedeu o Seu perdão; Até o fim do meu viver, Seu santo amor anunciarei; Com a unção do Criador, de todo o mal me afastarei.",
    "parte3": "3. É grande bem, precioso bem, viver na fé, ter paz com Deus, Participar com os fiéis, dos eternais tesouros Seus; Sou mui feliz, pois alcancei lugar nos céus, por Cristo, o Rei; A Deus, o Pai, e a Jesus exaltarei com todo o amor; O galardão receberei das santas mãos do Redentor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/25.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 26,
    "numero": "26",
    "pronome": "26 - Julga-me, Senhor",
    "parte1": "1. Julga-me, Senhor, pois amo a Tua lei, Confiando em Ti, jamais vacilarei; Vem, ó Deus. Com Teu falar, minha alma sustentar, Quero em justiça sempre caminhar.",
    "parte2": "Coro: Teu Espírito, ó Senhor, Tudo pode investigar; Nada posso Te ocultar, Pois com Teu divino olhar Vês os céus e a terra, sábio Criador.",
    "parte3": "2. Diante dos meu olhos Teu favor está: Bem-aventurança que igual não há; Quero, ó Deus, Te agradar e Teu reino alcançar; Vem, com a palavra, me purificar.",
    "parte4": "3. Em caminho plano os meus pés estão, No caminho que conduz a salvação; Nas congregações, ó Deus, contarei os feitos Teus, Pois Tu cancelaste os pecados meus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/26.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 27,
    "numero": "27",
    "pronome": "27 - O Senhor é minha Luz",
    "parte1": "1. O Senhor é minha Luz e minha eterna Salvação. Nada devo eu temer, pois Ele é meu fiel Guardião. O Senhor é o meu Deus, nada aqui recearei; Para sempre sentirei a providência do meu grande Rei.",
    "parte2": "2. Se vier me circundar todo o exército do mal, O Senhor enviará Seu grande exército celestial. Com o coração em paz, sirvo ao santo Criador; Pequenino e fraco sou, mas meu Refúgio é Deus, meu Senhor.",
    "parte3": "3. Meu desejo é morar sempre na casa do Senhor, Pois assim contemplarei a formosura do meu Criador. Ele me esconderá quando vier a tentação; Protegido estarei sempre, debaixo do Seu pavilhão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/27.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 28,
    "numero": "28",
    "pronome": "28 - Para o céu marchemos",
    "parte1": "1. Para o céu marchemos, firmes, sem temer; Nada nesta marcha pode nos deter; Com valor marchemos, quem impedirá? Cristo, nossa Força, Seu poder nos dará.",
    "parte2": "Coro: Marchemos para o céu, morada do Senhor, Olhando bem atentos para o Redentor; Marchemos com valor à pátria celestial, Lá desfrutaremos vida eternal.",
    "parte3": "2. Para o céu marchemos, cheios de amor, Do amor de Cristo, nosso Condutor; Com valor andemos, sempre em união, Para a eterna glória, a celeste Sião.",
    "parte4": "3. Para o céu marchemos, sem esmorecer, Pela fé, podemos todo o mal vencer; Cristo fortalece nosso coração, No eternal repouso nos dará galardão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/28.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 29,
    "numero": "29",
    "pronome": "29 - Senhor Jesus, Tu és o meu Rochedo",
    "parte1": "1. Senhor Jesus, Tu és o meu Rochedo, Só em Ti desejo sempre confiar; Defende-me de todo o mal e medo, Pois somente Tu me podes ajudar.",
    "parte2": "Coro: Ó Senhor, vem conduzir-me Pelo Espírito, à pátria eternal; Da verdade vem cingir-me E de toda a armadura celestial.",
    "parte3": "2. Senhor Jesus, a Tua mão potente Me fará vencer o mundo enganador; Esteja Tua força em mim presente E Te glorificarei, ó meu Senhor.",
    "parte4": "3. Senhor Jesus, és minha Esperança, Meu Refugio, meu Escudo e Defensor; Ao coração dá firme confiança Para sempre ser fiel e vencedor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/29.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 30,
    "numero": "30",
    "pronome": "30 - Confiarei sempre no Senhor",
    "parte1": "1. Confiarei sempre no Senhor, no Seu sublime amor; Nunca serei confundido na aflição ou na dor.",
    "parte2": "Coro: Cristo é bom e clemente, balsamo a toda dor; Paz divinal e excelente vem do Senhor.",
    "parte3": "2. Em Jesus Cristo eu tenho fé, só n’Ele esperarei; Mesmo estando em angústia, n’Ele eu confiarei.",
    "parte4": "3. Nas minhas provas, confiarei em Cristo, Libertador; N’Ele eu tenho firmeza, pois é fiel Protetor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/30.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 31,
    "numero": "31",
    "pronome": "31 - Forte Rocha",
    "parte1": "1. Forte Rocha é Deus Sempiterno; Nossa fé só n’Ele se funda; Seu amor celestial e paterno, Na tribulação nos circunda. Do astuto tentador nos livra o Criador e nos protege; Nada nós temeremos, Pois o Invencível nós temos.",
    "parte2": "2. Estará para sempre perdido Quem em si somente confia, Mas será lá do céu socorrido, Crendo em Jesus, nosso Guia. O Filho do bom Deus é Defensor dos Seus, É Rei da glória; D’Ele virtude temos, E vitória alcançaremos.",
    "parte3": "3. A Palavra, que é nossa Vida Deve ser por nós exaltada; É, também, nossa firme Guarida Que não pode ser abalada. O mal virá tentar a fim de despojar os resgatados, Mas teremos vitória, Pois é nosso o reino e a glória.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/31.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 32,
    "numero": "32",
    "pronome": "32 - Eu me escondo em ti, Senhor",
    "parte1": "1. Eu me escondo em Ti, Senhor eterno, Em Ti me abrigo, ó meu Salvador; Sinto em mim o Teu amor superno; Vivo seguro, és meu Defensor.",
    "parte2": "2. Busco de Ti a proteção celeste Quando estou cercado pelo mal; Pois Tu, Jesus, és meu amado Mestre; Cuidas de mim com zelo divinal.",
    "parte3": "3. Quando aqui estou atribulado, Quando está sem paz meu coração, Clamo a Ti, meu redentor amado; De Ti espero a libertação.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/32.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 33,
    "numero": "33",
    "pronome": "33 - Jesus é o nosso Guia",
    "parte1": "1. Quem pode consolar-nos neste peregrinar? Quem pode conduzir-nos ao nosso eterno lar? Quem pode dar-nos mais forças? Quem pode nos socorrer? Aquele que,por piedade, foi na cruz por nós morrer; Jesus, que sobre tudo, recebeu de Deus poder.",
    "parte2": "Coro: Jesus é o nosso Guia, Perfeito e fiel; Esperemos noite e dia Só em Cristo, o Emanuel",
    "parte3": "2. Por um caminho plano nos guiará Jesus Ele nos ilumina com Sua eterna Luz; É, Ele Quem nos envia virtude, graça e poder, E, neste mundo de trevas, nos fará resplandecer; Findando a jornada, Sua face iremos ver.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/33.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 34,
    "numero": "34",
    "pronome": "34 - O Mestre que desceu dos céus",
    "parte1": "1. O Mestre que desceu dos céus, Jesus, o Redentor, Deixou exemplo aos santos Seus, Exemplo de amor:",
    "parte2": "2. Curvado, lhes lavou os pés E assim Se humilhou; Com essa obra que Ele fez, O amor nos ensinou.",
    "parte3": "3. “Amai-vos”, disse o Redentor Que teve morte atroz; Jesus, com Seu divino amor, Salvou a todos nós.",
    "parte4": "4. Busquemos o sublime amor Que Deus quer conceder; Por nós, Jesus, o Salvador, Irá interceder.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/34.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 35,
    "numero": "35",
    "pronome": "35 - Eis que multidão mui grande",
    "parte1": "1. Eis que multidão mui grande, de todas as nações e tribos, Foi vista nos céus e dava louvor perante o Salvador. Trajavam vestidos brancos, lavados por Jesus Cristo, Nas mãos levavam palmas, louvando ao Criador.",
    "parte2": "2. Diziam, perante o trono de Deus e do Seu Cordeiro, Que a Deus, o Senhor, fiel Criador, pertence a salvação. Prostrados, com reverência, honravam ao Verdadeiro, Ações de graças davam, em santa adoração.",
    "parte3": "3. Com anjos, na eterna gloria, alegres, cantavam hinos Mostravam valor com Cristo, o Senhor, na grande tribulação. Às fontes das águas vivas, Jesus guia os seus destinos; Com grande regozijo, no céu resplandecerão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/35.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 36,
    "numero": "36",
    "pronome": "36 - A fiel proteção",
    "parte1": "1. A fiel proteção do teu manto de amor Segurança me traz, bom Jesus; Abrigado estou, tenho força e valor; Trilharei Tua senda de luz.",
    "parte2": "Coro: O Teu manto de amor sinto estar sobre mim; Minha vida Te entrego, Senhor; Viverei pela fé, protegido assim, Na presença de Deus, Criador.",
    "parte3": "2. Meu destino de luz vejo ao longe, Senhor, E jamais olharei para trás; Minha crença em Ti guardarei, Redentor; Teu poder, virtuoso me faz.",
    "parte4": "3. Teu intento, Senhor, vem em mim revelar; Preciosos são os planos Teus; De valor em valor quero aqui terminar A carreira proposta por Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/36.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 37,
    "numero": "37",
    "pronome": "37 - Se a nossa vida entregarmos a Jesus",
    "parte1": "1. Se a nossa vida entregarmos a Jesus, Mal nenhum devemos nós temer; Nunca pereceu quem a Jesus se entregou De sincero coração; Celestial amor provou Quem sentiu, de Deus, perdão, Juntos caminhemos, firmes e constantes, Rumo a celestial Sião.",
    "parte2": "2. Se a nossa vida entregarmos a Jesus, Tudo poderemos suportar; N’Ele confiemos e esperemos pela fé, Pois bem perto Ele está; Pelo Seu imenso amor, Ao fiel ajudará. Se, nas nossas provas, nós O invocarmos, A vitória nos dará",
    "parte3": "3. Nossa vida já pertence ao Senhor Jesus, Proclamemos todos: d’Ele sou! Ó irmãos, devemos caminhar em Seu temor, Pois seu sangue nos lavou; Glória ao nosso Redentor,  Que do mal nos libertou; Sobre a cruz foi morto, mas voltou à vida, Do sepulcro triunfou!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/37.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 38,
    "numero": "38",
    "pronome": "38 - Ó Senhor, és minha Vida",
    "parte1": "1. Ó Senhor, és minha vida, com prazer Te vou louvar; És ajuda mui querida, que na luz me faz andar.",
    "parte2": "2. Só a Ti, ó Deus, adoro, e louvores Te darei Com os santos, num só coro, pois Tu és o excelso Rei.",
    "parte3": "3. Meu Senhor, a Tua gloria, faz resplandecer em mim; Sobre o mal terei vitória, por servir-Te até o fim.",
    "parte4": "4. Fome e sede de justiça minha alma tem, Senhor; Vem falar-lhe das delícias do Teu reino de esplendor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/38.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 39,
    "numero": "39",
    "pronome": "39 - Eu desejo, Senhor",
    "parte1": "1. Eu desejo, Senhor, só em Ti descansar E aqui caminhar em amor; Se, por tribulação eu tiver que passar, Me protege, ó bom Criador.",
    "parte2": "Coro: Quero, ó Deus, consagrar-Te meu ser; Minha alma deseja em Teu reino viver.",
    "parte3": "2. Eu desejo, Senhor, com fervor sempre estar Aos Teus pés em constante oração; Guarda meu coração, para nunca pecar; Faz-me andar sempre na retidão.",
    "parte4": "3. Eu desejo, Senhor, por Ti sempre viver E cingir a coroa nos céus; Seja em lutas ou paz, quero sempre dizer: Meu descanso és Tu, ó meu Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/39.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 40,
    "numero": "40",
    "pronome": "40 - Quanto em mim Tu operaste",
    "parte1": "1. Quanto em mim Tu operaste Pelo Teu imenso amor! Graça e força enviaste À minha'lma, ó Senhor.",
    "parte2": "Coro: Vem Senhor Jesus, com virtude e fé, E com graça fortificar O meu coração, que Teu templo é; Quero sempre Te exaltar.",
    "parte3": "2. O Espírito da graça Que provém de Ti, Senhor, Sempre mais fiel me faça Ó Jesus, meu Redentor.",
    "parte4": "3. Da eterna e sã verdade Faz me sempre seguidor, Quero andar em santidade, Imitando a Ti, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/40.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 41,
    "numero": "41",
    "pronome": "41 - O teu coração vem a Deus entregar",
    "parte1": "1. Quem seu coração a Jesus entregar, Participará das promessas de Deus; Veraz salvação nEle encontrará, E receberá a herança nos céus.",
    "parte2": "2. A vida eternal só em Cristo acharás, Há n´Ele poder concedido por Deus Os Seus ricos dons aqui receberás, E o galardão lá na glória do céu.",
    "parte3": "3. Aceita o perdão que Jesus quer te dar, Confessa ao Senhor os pecados que tens; O teu Redentor quer do mal te livrar E te enriquecer dos eternos Seus bens.",
    "parte4": "O teu coração vem a Cristo entregar, Rejeita o mal e, do mundo, a ilusão A paz e o perdão só Jesus pode dar E vida eternal na celeste Sião",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/41.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 42,
    "numero": "42",
    "pronome": "42 - Ó minha alma, por que te abates?",
    "parte1": "1. Ó minha alma, por que te abates? Em Deus espera nos teus combates; Se entre males tu te debates, Em Deus confia, Ele é fiel.",
    "parte2": "2. Por que, minh'alma, estás aflita? Deus te consola, te edifica; Só ele guarda e santifica; Sê firme n’Ele, que é fiel.",
    "parte3": "3. Vigor e graça, só Deus concede, Com fé suplica, a Ele pede; Jesus, o Justo, por ti intercede; Sê, minha alma, a Deus, fiel.",
    "parte4": "Deus é o sustento da minha vida, Dará conforto em toda a lida; Ao Seu descanso Deus te convida; Ó minha alma, confia em Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/42.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 43,
    "numero": "43",
    "pronome": "43 - Trema o céu, a terra, o mar",
    "parte1": "1. Eis que os montes se abalaram Ante Deus, o Criador; Rio e mar também pararam Pela ordem do Senhor.",
    "parte2": "Coro: Trema o céu, a terra, o mar, Na presença do Senhor, E do mundo, os moradores, Deem-Lhe glória e louvor.",
    "parte3": "2. O Senhor fez do rochedo Fonte de águas para os Seus; Quando a fome trouxe o medo, Pão mandou-lhes desde os céus.",
    "parte4": "3. Nada impede o Onipotente De operar a Seu prazer; Ele é o Deus vivente, Sempiterno é o Seu poder.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/43.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 44,
    "numero": "44",
    "pronome": "44 - Sol da justiça",
    "parte1": "1. Do Pai das luzes, o Deus vivente. Veio com glória Cristo Jesus; O santo Filho do Onipotente É, para o mundo, Vida e Luz.",
    "parte2": "Coro: Sol da justiça, Sol da justiça, Temos agora Teu resplendor; Graça trouxeste do Pai Eterno, Misericórdia ao pecador.",
    "parte3": "2. O povo santo iluminado, É dirigido por essa Luz, Pois, do Seu Trono, o Rei amado Vigia sempre e o conduz.",
    "parte4": "3. Do mal, a força se enfraquece, É dissipado o seu poder, Pois é só Cristo Quem prevalece; Seu reino avança para vencer.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/44.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 45,
    "numero": "45",
    "pronome": "45 - Oh! Quanto nos amaste!",
    "parte1": "1. Manda-nos, ó Senhor bênçãos lá dos céus, Que conforto nos dão, ó eterno Deus, Para Teus feitos anunciar E o Teu santo Nome louvar.",
    "parte2": "Coro: Oh! Quanto nos amaste, bondoso Criador! Dá-nos mais do Teu santo e puro amor.",
    "parte3": "2. Manda Tua palavra, ó formador, Pelo espírito Santo Consolador; Desejamos melhor compreender Teu divino e santo querer.",
    "parte4": "3. Continua, Senhor, a nos ensinar, Nossas mentes Tu podes iluminar, Para que nós possamos vencer, E, ao fim, galardão receber.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/45.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 46,
    "numero": "46",
    "pronome": "46 - Grandioso é o nosso Deus",
    "parte1": "1. A Fortaleza de todo o crente É Deus, que tudo criou; É, na angustia, Socorro presente, É Quem do pó nos formou.",
    "parte2": "Coro: Grandioso é o nosso Deus, O Deus que sonda os corações Sobre a terra é Ele exaltado Entre as suas nações.",
    "parte3": "2. Mesmo mudando-se os montes e a terra, Não sentiremos temor; Tudo debaixo das mãos Deus encerra, Pois é de tudo o Senhor.",
    "parte4": "3. Grande é o Deus que nos tem agregado, Sempre conosco está; “Deus dos Exércitos” Ele é chamado, Ele é Quem vida nos dá.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/46.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 47,
    "numero": "47",
    "pronome": "47 - Sublime é o perdão!",
    "parte1": "1. “Setenta vezes sete ao teu irmão perdoa,” Assim falou o Mestre ao ser interrogado; Se tu o perdoares, serás abençoado E bem aventurado. Sublime é o perdão!",
    "parte2": "2. Medita, irmão amado, no grande amor de Cristo E busca a excelente, eterna Caridade; Caminha na justiça, na paz, na santidade, Em toda humildade. Sublime é o perdão!",
    "parte3": "3. Se teu irmão amares de um coração sincero, Terás a vida eterna na celestial cidade; Embora ofendido, suporta com piedade, Conserva a santidade. Sublime é o perdão!",
    "parte4": "Perdoa teu irmão de todo o coração, Assim terás cumprido o santo mandamento; Também terás perdão e paz no coração, Por Deus será benquisto. Sublime é o perdão!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/47.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 48,
    "numero": "48",
    "pronome": "48 - Creio no Senhor",
    "parte1": "1. Quão gloriosa sinto em mim a voz do Criador! Refrigério ela traz, é um bálsamo de amor.",
    "parte2": "Coro: Creio no Senhor, sábio Criador; Sinto em mim o Seu poder que me fará vencer.",
    "parte3": "2. A Palavra do Senhor, desejo sempre ouvir; Segurança ela traz e esperança do porvir.",
    "parte4": "3. Eu almejo sempre estar unido ao grande Deus; Em justiça e retidão, vou seguindo para os céus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/48.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 49,
    "numero": "49",
    "pronome": "49 - Venho adorar-Te, santo Criador",
    "parte1": "1. Ó Deus e Pai, Senhor da eternidade, Venho adorar-Te, santo Criador; Com fé e temor da Tua majestade Para os céus elevo meu clamor.",
    "parte2": "2. Rogo, Senhor, por mérito de Cristo, Dá ao Teu servo graça e saber; Aos olhos Teus, desejo ser benquisto; Nesta oração transforma o meu ser.",
    "parte3": "3. Vem visitar minh’alma, ó Deus bendito, Das minhas provas me esquecerei; Eis-me aos Teus pés, ansioso e contrito; Ardentemente Te exaltarei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/49.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 50,
    "numero": "50",
    "pronome": "50 - Glória a Jesus, Aleluia",
    "parte1": "1. Glória a Jesus, Aleluia! Glória ao grande Rei! Glória por todo o sempre a Cristo eu darei; Ele me tem conduzido, com fé e com amor, Neste caminho de vida; glória ao bom Pastor!",
    "parte2": "2. Glória a Jesus, Aleluia! Eu sempre cantarei, Glória a Jesus, Aleluia! N’Ele prosperarei; Receberei sempre forças do meu bom Salvador, Para, em todo o momento, Lhe tributar louvor.",
    "parte3": "3. Glória a Jesus, Aleluia! Por minha salvação, Glória e honra Lhe devo, e minha gratidão; Merecedor é meu Mestre de receber louvor, Pois me dará a vitória, por Seu imenso amor.",
    "parte4": "Glória, glória a Jesus, o meu Pastor fiel! Glória ao Salvador, Cristo, Emanuel; Glória não cessarei de dar ao Redentor; Minha alma engrandece ao meu eternal Senhor!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/50.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 51,
    "numero": "51",
    "pronome": "51 - A Palavra do Senhor é Pão celestial",
    "parte1": "1. A Palavra do Senhor, para mim, É um tesouro de valor sem igual; Fala do amor de Deus, o amor que não tem fim, O amor que livra do poder do mal.",
    "parte2": "Coro: A Palavra do Senhor, Pão celestial, Faz-nos caminhar na luz, livra-nos do mal; Deus nos enviou dos céus, Cristo, o Emanuel, Rocha viva de onde mana leite e mel.",
    "parte3": "2. Luz que guia nas veredas dos céus, E ilumina quem em trevas está; É a luz que nos faz ver as riquezas do bom Deus E entendimento divinal nos dá.",
    "parte4": "3. É um farol de celestial esplendor, Que nos guia à cidade eternal; Quem com Cristo caminhar, quem servir ao Criador, Certo chegara à pátria divinal.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/51.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 52,
    "numero": "52",
    "pronome": "52 - Luz eternal é Jesus",
    "parte1": "1. Luz eternal que vem de Deus É Jesus, o Redentor; É Ele a Vida que, dos céus Veio por graça do Criador; Glória ao Pai, por seu grande amor.",
    "parte2": "Coro: Vós sois luz do mundo, disse o grande Mestre. Com a luz celeste podemos, a Deus, agradar.",
    "parte3": "2. Deus fez, em nós, surgir a luz, Nossa mente esclareceu; Sua Palavra em nós produz Entendimento que vem dos céus. Que nos revela os planos Seus.",
    "parte4": "3. Nós caminhamos nessa luz Para termos comunhão Com Deus, o Pai, e o bom Jesus, E alcançarmos a salvação, vida eterna e galardão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/52.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 53,
    "numero": "53",
    "pronome": "53 - Nós somos luz do mundo",
    "parte1": "1. Nós somos luz deste mundo, nos falou o Salvador, E somos sal desta terra, Por Deus, Criador; Ante os homens, devemos sempre brilhar; E as boas obras, ao mundo, poderemos mostrar.",
    "parte2": "2. Cristo, o Mestre divino nos dá sempre o Seu saber, Entendimento, virtude, fé, também poder; Pelo Espírito Santo nos guiará; Assim o Seu povo na terra sempre mais brilhará.",
    "parte3": "3. Deus revelou aos pequenos os segredos lá do céu. A luz divina, por Cristo, já lhes concedeu; São sábios para servir a Deus, Criador, São luz para o mundo de trevas e têm grande esplendor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/53.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 54,
    "numero": "54",
    "pronome": "54 - Um tesouro glorioso achei",
    "parte1": "1. Um tesouro glorioso achei em Jesus, Um tesouro de imenso valor; Não é prata nem ouro que ao homem seduz. É a vida de Deus, Criador.",
    "parte2": "Coro: Um tesouro glorioso achei Em Jesus, o divino Redentor; Nada mais precioso encontrarei; Grande graça me fez o Salvador.",
    "parte3": "2. Os tesouros daqui pode a traça roer; A ferrugem, também, consumir; Mas aqueles do céu, que irei receber, Nada pode jamais destruir.",
    "parte4": "3. Que alegria eu sinto por ter salvação, Pela santa presença de Deus! Sinto a Vida tomar todo o meu coração, Cristo é a Vida que leva aos céus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/54.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 55,
    "numero": "55",
    "pronome": "55 - Paz seja em vós",
    "parte1": "1. Foi grande a tempestade que, no mar, se levantou; Ondas cobriam o barco e a todos temor causou; O Mestre estava dormindo foi despertado, então, Pelos que a Ele pediam socorro e salvação.",
    "parte2": "Coro: Ao Seu mandar santo e divinal, Paz seja em vós;  Ventos e mares se aquietarão, Paz seja em vós; Convosco está o Senhor do mar, Portanto, com fé, vós deveis remar Pois Ele está pronto a vos salvar, Tende paz, tende paz; As ondas cessam de encapelar, Paz seja em vós.",
    "parte3": "2. Repreendendo o vento, Jesus aquietou o mar, E houve grande bonança diante do Seu mandar. Nas provas e nas tormentas, n´Ele deveis ter fé; Perto esta o vosso Mestre; que dono de tudo é.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/55.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 56,
    "numero": "56",
    "pronome": "56 - Põe em Deus a confiança",
    "parte1": "1. Põe em Deus a confiança, segue sempre a Jesus; Ele é a Esperança, que à glória te conduz; Não vaciles, mas confia, pois eterno é o Seu poder; Nos perigos Ele envia os Seus anjos te suster.",
    "parte2": "2. Mesmo que os anos passem, Seu amor não passará; Céus e terra também passam, mas o Verbo firme está. Vindo as trevas sobre o mundo, e, do sol, cessando a luz, Cristo, por amor profundo ao Seu reino te conduz.",
    "parte3": "3. Firme na fiel promessa, ao mal podes resistir; Não há nada que impeça tua glória no porvir; Eis que perto está o dia em que tudo cessará, Mas a tua alegria para sempre durará.",
    "parte4": "Põe em Deus a confiança, sê fiel ao Redentor; Segue avante, segue para os céus; Põe em Deus a esperança, sê fiel ao Criador; Glória! Glória ao grande Deus",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/56.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 57,
    "numero": "57",
    "pronome": "57 - É estreita a porta para a salvação",
    "parte1": "1. É estreita a porta para a salvação, Disse o nosso Redentor; O caminho largo leva à perdição, Ensinou o Salvador.",
    "parte2": "Coro: Porfiemos por andar Nos caminhos do Senhor E alcançaremos vida eternal Com Deus Pai, o Criador.",
    "parte3": "2. Ó irmãos queridos, Cristo, o Salvador, Todo-Poderoso é; Tão somente nós devemos nos dispor A segui-Lo pela fé.",
    "parte4": "3. Aos desejos nossos vamos renunciar, Agrademos ao Senhor; Toda a nossa vida vamos consagrar Ao divino Redentor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/57.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 58,
    "numero": "58",
    "pronome": "58 - Sou crente em Jesus",
    "parte1": "1. Jesus me guia com amor, Na fé, na paz e no Seu temor; Meu ser, desejo consagrar, A Jesus, que veio para me salvar.",
    "parte2": "Coro: Sou crente em Jesus, meu Senhor, A Ele sempre obedecerei; Terei em mim Seu santo amor. E ao fim, reinar com Ele poderei.",
    "parte3": "2. Só a Jesus me apegarei, De mal nenhum me recearei; Confio sempre em Seu poder Nada poderá jamais me abater.",
    "parte4": "3. Ao fim do meu peregrinar, Irei com Cristo Jesus reinar; Serei ditoso, mui feliz No glorioso, santo, celestial país.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/58.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 59,
    "numero": "59",
    "pronome": "59 - Faz-me mais perseverante",
    "parte1": "1. Ó Senhor, conduz-me avante Nesta senda de amor, Ao destino mui brilhante, De riqueza e esplendor.",
    "parte2": "Coro: Faz-me mais perseverante Nesta graça, ó Senhor; Eu aguardo, confiante, Teus tesouros de amor.",
    "parte3": "2. Pelo Espírito divino, Teu amor acresce em mim; Só por Teu glorioso ensino, Chegarei até o fim.",
    "parte4": "3. Amo a Tua sã verdade, Tua lei e Teu querer, Amo Tua santidade Que me faz resplandecer.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/59.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 60,
    "numero": "60",
    "pronome": "60 - Oh! Vem a Jesus",
    "parte1": "1. Rejeita o mal deste mundo e vem a Jesus te entregar; Seu santo amor é profundo; Jesus quer te abençoar.",
    "parte2": "Coro: Oh! Vem a Jesus, Que por nós morreu sobre a cruz; Seu sangue precioso Ele derramou E com Deus nos reconciliou.",
    "parte3": "2. Rejeita do mundo a vaidade, pois ela te quer seduzir; Da graça e da santidade, Jesus pode te revestir.",
    "parte4": "3. Propósito firme e constante esteja em teu coração; Jesus não te quer vacilante; há nEle real salvação.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/60.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 61,
    "numero": "61",
    "pronome": "61 - A minha alma deseja ver-Te",
    "parte1": "1. A minha alma quer contemplar-Te Ó meu fiel e amado Jesus Quero servir-Te, quero seguir-Te E caminhar Contigo na luz.",
    "parte2": "2. És Torre forte à minha alma, És proteção em tempos de dor. Tu me alegras, Tu me preservas De todo o mal, ó meu redentor.",
    "parte3": "3. Vivo aguardando a Tua volta, Para subir Contigo a Deus; A todo instante vivo anelante Por contemplar a glória dos céus.",
    "parte4": "A minha alma deseja ver-Te, Sinto por ti imenso amor; Eu Te adoro, eu Te imploro: Faz-me viver Contigo, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/61.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 62,
    "numero": "62",
    "pronome": "62 - Ó Criador, fortes Rocha, és",
    "parte1": "1. Ó Criador, forte Rocha és, imenso é o Teu poder. Eu me abrigo em Ti, Senhor, a fim de nunca perecer.",
    "parte2": "2. Ó Criador, Teu fiel favor me faz jubilar de amor; Com toda a alma, imploro a Ti: oh! vem me defender, Senhor.",
    "parte3": "3. Ó Criador, vem me preservar do mal e da tentação; Mui fraco sou, recorro a Ti, atende minha oração.",
    "parte4": "4. Ó Criador, poderoso Deus, espero em Teu amor; Opera sempre a meu favor; louvores Te darei, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/62.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 63,
    "numero": "63",
    "pronome": "63 - Se vós baterdes, Ele vos abre",
    "parte1": "1. Com fé chegai-vos ao grande Mestre, Cristo Jesus, o Senhor; Seus dons celestes, Sua virtude derramará por amor; Não duvideis, pois de Cristo vem o que vós precisais; Tudo Ele pode fazer-vos, além do que vós pensais.",
    "parte2": "2. O mar revolto e a tempestade Cristo Jesus aplacou; Os cegos viram, coxos andaram, a muitos purificou; Mortos voltaram à vida, foram entregues aos seus. Cristo, o Verbo eterno, veio por graça de Deus.",
    "parte3": "Coro: Se vós baterdes, Ele vos abre; O que pedirdes, dará. Se vós buscardes o Mestre, Por vós achado será.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/63.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 64,
    "numero": "64",
    "pronome": "64 - Tu, que vives sem destino",
    "parte1": "1. Tu, que vives sem destino neste mundo de perdição, Vem a Cristo, que te concede salvação, verdadeiro perdão.",
    "parte2": "2. Tu, que estás sem esperança neste mundo cruel de dor, Vem a Cristo e não vaciles, pois te chama com grande amor.",
    "parte3": "3. Deixa Cristo conduzir-te, segue a Ele com devoção; É só Ele o real Caminho, é o Autor da eternal redenção.",
    "parte4": "4. Pecadores fomos todos, mas Jesus veio nos salvar Para, um dia, na Sua glória, a coroa da vida nos dar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/64.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 65,
    "numero": "65",
    "pronome": "65 - Igual ao Mestre!",
    "parte1": "1. Igual ao Mestre eu desejo ser, Em humildade e mansidão viver, Sempre, com zelo, em santidade andar E minha vida a Ele consagrar.",
    "parte2": "Coro: Meu coração é todo Teu, Senhor, Ele é um templo para Teu louvor, Guarda-o do mal, ao vir a tentação; Sou Teu remido, divino Redentor.",
    "parte3": "2. Cristo, o Mestre, Sua cruz levou E o Pai eterno O glorificou, Também desejo a minha cruz levar, E, para sempre, com Ele habitar.",
    "parte4": "3. Como é o Mestre, no céu O verei; À semelhança dEle eu serei; Num corpo santo, glorioso e imortal, Habitarei na cidade eternal.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/65.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 66,
    "numero": "66",
    "pronome": "66 - Cansado estás? Vem a Jesus",
    "parte1": "1. Cansado estás? Vem a Jesus, o justo Redentor; Terás em ti a Sua luz e Seu divino amor.",
    "parte2": "Coro: Vem, oprimido, sem tardar, à Fonte do perdão; O Redentor te faz herdar eterna salvação.",
    "parte3": "2. Da opressão, livrar-te-á Jesus, o Redentor; Da perdição, salvar-te-á por Seu imenso amor.",
    "parte4": "3. Ele é o Amor que não tem par, Amigo celestial; A vida eterna quer te dar no reino divinal.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/66.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 67,
    "numero": "67",
    "pronome": "67 - Vinde a Mim!",
    "parte1": "1. Não há palavra doce, igual à de Jesus, Palavra da verdade, que para o céu conduz. Quando estiveres triste, terás consolação, Buscando a Jesus Cristo, Autor da salvação.",
    "parte2": "2. Não andes mais distante do Salvador Jesus Que com amor, te chama, pois é a Tua luz. Se fores desprezado e não tiveres paz, Vem logo entregar-te ao Salvador veraz.",
    "parte3": "3. Vem, sem tardar, unir-te a Quem te diz assim, Com voz celeste e doce: “Oh! vem, sim, vem a Mim.” Por Sua mão guiado, aqui tu andarás Tranqüilo e bem seguro, e um dia ao céu irás.",
    "parte4": "“Vinde a Mim, vós todos cansados e oprimidos, Falou o grande Mestre, Jesus, o Redentor; Pois Seu fardo é leve, Seu jugo suave, Só Ele traz alívio: perdão ao pecador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/67.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 68,
    "numero": "68",
    "pronome": "68 - Sem tardar, vai a Cristo",
    "parte1": "1. Se, cansado e aflito, tu procuras salvação, Não demores, vai a Cristo, que concede redenção.",
    "parte2": "Coro: Sem tardar, sem tardar, Vai a Cristo, o Salvador; Ele quer te salvar, Segue a Ele com fervor.",
    "parte3": "2. Dá um passo para Cristo e receberás perdão; E, por Deus, serás benquisto, sendo um fiel cristão.",
    "parte4": "3. Não recuses o chamado do divino Remidor E serás justificado ante Deus, o Criador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/68.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 69,
    "numero": "69",
    "pronome": "69 - A família de Jesus",
    "parte1": "1. Em volta de Jesus se achava a multidão, Ouvindo Seus conselhos e aprendendo a retidão. Alguém aproximou-se para Lhe anunciar: Que Sua mãe e Seus irmãos queriam Lhe falar",
    "parte2": "2. Responde o grande Mestre estendendo Suas mãos: “Aqui está a Minha mãe, também os Meus irmãos; Aqueles que obedecem a Deus Pai, que está nos céus, Jesus os chama de irmãos e co-herdeiros Seus.”",
    "parte3": "3. Oh! que amor profundo Jesus tem pelos Seus, Pois chama-os de irmãos e filhos do eterno Deus; Tão excelente afeto Deus fará compreender; Ao homem que invocá-Lo e cumprir o Seu querer.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/69.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 70,
    "numero": "70",
    "pronome": "70 - Senhor, Tu és a minha Esperança",
    "parte1": "1. Senhor, Tu és a minha Esperança, Seguir-Te-ei de todo o meu coração; Em Ti está a minha confiança De receber, no céu, o galardão.",
    "parte2": "Coro: Ao céu desejo ir Contigo, ó Senhor; Ali irei fruir Os bens eternos, ó bom Salvador.",
    "parte3": "2. Senhor, Tu és a minha Fortaleza, E és também o meu potente Salvador; Tu removeste a minha incerteza, A vida e fé me deste, ó Redentor.",
    "parte4": "3. Agora tenho Tua alegria, Viva esperança, paz, vigor, amor e luz; Tu és meu Guarda e também meu Guia, És tudo para mim, ó bom Jesus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/70.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 71,
    "numero": "71",
    "pronome": "71 - Ó Senhor Jesus, eu recorro a Ti",
    "parte1": "1. Ó Senhor Jesus, eu recorro a Ti, Teu poder manifesta em mim; Confiando em Ti, sei que vencedor Eu serei sobre o vil tentador.",
    "parte2": "Coro: Ó Jesus, meu Jesus, Faz-me sempre sentir Teu vigor: Só assim, bom Jesus, Sobre o mal eu serei vencedor.",
    "parte3": "2. Ó Senhor Jesus, eu recorro a Ti, Forte Rocha Tu és pra mim; Se, de coração, eu a Ti clamar, Poderei sobre o mal triunfar.",
    "parte4": "3. Ó Senhor Jesus, eu recorro a Ti, Para ter Teu amor sempre em mim; Eu imploro a Ti, queiras me guiar Para o céu eu poder alcançar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/71.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 72,
    "numero": "72",
    "pronome": "72 - Nome glorioso, o de Jesus!",
    "parte1": "1. Nome glorioso, o de Jesus, Nome precioso, de imenso amor, Nome perfeito e sem igual, Que salva o pecador!",
    "parte2": "Coro: Ao Nome do Senhor Jesus, Ao Nome santo de Jesus, Todo joelho se dobrará E O adorará.",
    "parte3": "2. Nome sublime, o de Jesus, Fonte de vida e de amor; Outro não há para resgatar Ao homem pecador.",
    "parte4": "3. Nome grandioso, o de Jesus, Forte, potente, libertador; Por esse Nome, que não tem par, Deus salva o pecador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/72.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 73,
    "numero": "73",
    "pronome": "73 - Semearei, semearei",
    "parte1": "1. Semearei a preciosa semente Do Evangelho de Cristo Jesus; Semearei a Palavra potente Que bons frutos da graça produz.",
    "parte2": "Coro: Semearei! Semearei! Pelo Espírito Santo de Deus; Ceifarei, ceifarei Vida eterna, com glória, nos céus.",
    "parte3": "2. Semearei a justiça divina Neste mundo de lutas e dor; E, na paz, semearei a doutrina, Sã doutrina do meu Redentor.",
    "parte4": "3. A semente eterna, celeste, Gera filhos a Deus, Criador, Da imagem de Cristo os reveste E perfeitos os faz em amor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/73.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 74,
    "numero": "74",
    "pronome": "74 - Vamos produzir frutos de louvor",
    "parte1": "1. Na doutrina santa dos céus, ensinou Jesus, Salvador: Eis que pelos campos lançou a semente o semeador; Parte da semente lançada, consumiram as aves do céu, Junto do caminho caiu e fruto, portanto, não deu.",
    "parte2": "2. Outra parte logo cresceu, mas raiz em si não formou; Entre pedregais foi cair, veio o sol e logo murchou; Outra, que caiu entre espinhos, sufocada, não pode crescer, Muito tempo não resistiu e veio, portanto a morrer.",
    "parte3": "3. Mas em boa terra caiu outra parte e frutificou; Os seus frutos deu, cem por um, para aquele que semeou. A Palavra é a semente que em nós opera com poder; Somos a lavoura de Deus, que quer os seus frutos colher.",
    "parte4": "Vamos produzir frutos de louvor, Frutos para honra e glória De Deus e de Cristo, o Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/74.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 75,
    "numero": "75",
    "pronome": "75 - Vem a Jesus, ó alma errante",
    "parte1": "1. Vem a Jesus, ó alma errante, Ele é o Sumo Pastor; N’Ele acharás a graça abundante, A Vida, o amor.",
    "parte2": "2. Vem a Jesus, ó alma cansada Do pecado e da dor; Sempre serás por Ele amparada, Oh! Vem ao Senhor.",
    "parte3": "3. Vem a Jesus, ó alma aflita, Vem aos pés do Senhor; Receberás a paz infinita De Deus, Criador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/75.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 76,
    "numero": "76",
    "pronome": "76 - Cristo Jesus Sua mão me dá",
    "parte1": "1. Cristo Jesus Sua mão me dá; Neste caminho que leva aos céus, Ele dirige os passos meus; Com Sua mão, poderosa mão, Me faz triunfar, me fará habitar Na eternal Sião.",
    "parte2": "2. Cristo Jesus Sua mão me dá; Com Sua sombra me cobrirá E nenhum mal me molestará; Meus pés também não tropeçarão; Os anjos dos céus, ao mandado de Deus, Me sustentarão.",
    "parte3": "3. Cristo Jesus Sua mão me dá; Nada, portanto, me faz parar, Nada aqui pode me abalar; Com meu Jesus, passo a passo vou; Vitória terei, coroado serei Por Quem me amou.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/76.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 77,
    "numero": "77",
    "pronome": "77 - Vamos lançar a semente",
    "parte1": "1. Vamos lançar a semente com alegria e amor, Nesta gloriosa seara do nosso amado Senhor.",
    "parte2": "Coro: Santa Semente é a palavra de Deus; Quem com amor semeá-la, prêmio terá lá nos céus.",
    "parte3": "2. As boas novas levemos aos que em trevas estão, Anunciando que Cristo, a todos, dá salvação.",
    "parte4": "3. “As terras já estão brancas e prontas para ceifar,” Disse assim o bom Mestre; vamos, irmãos, trabalhar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/77.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 78,
    "numero": "78",
    "pronome": "78 - Glória a Jesus! Glória a Jesus!",
    "parte1": "1. Sobre o monte e perante os Seus Cristo transfigurou-Se, E a voz do eterno Deus Das nuvens fez-se ouvir: “Este é Meu Filho amado; nEle Eu Me comprazo.”",
    "parte2": "Coro: Glória a Jesus! Glória a Jesus! De Quem o Pai testificou; Glória a Jesus! Glória a Jesus! Que muito nos amou.",
    "parte3": "2. O Seu rosto resplandeceu E como o sol tornou-se; Seu vestido embranqueceu Brilhando como a luz; E os que isto viram, grande assombro sentiram.",
    "parte4": "3. A Jesus vamos escutar E ser-Lhe consagrados, Sua glória nos vai mostrar Quando Ele retornar; Foi por Deus exaltado, nosso Mestre amado.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/78.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 79,
    "numero": "79",
    "pronome": "79 - Bom é estarmos nós aqui",
    "parte1": "1. Bom é estarmos nós aqui na presença de Deus, Recebendo conselhos que vêm lá dos céus; Meditando no Senhor, que nos quer para Si, Todos juntos cantemos: bom é estarmos nós aqui.",
    "parte2": "Coro: Entre nós está Quem nos quer para Si Jubilosos, cantemos: Bom é estarmos nós aqui.",
    "parte3": "2. Bom é estarmos nós aqui entoando louvor, Desfrutando, por graça, as bênçãos de amor; Cada um de nós dirá: do Senhor recebi Suas bênçãos gloriosas; bom é estarmos nós aqui.",
    "parte4": "3. Bom é estarmos nós aqui invocando ao Senhor, Elevando a nossa oração com fervor, Breve vamos para o céu, para o reino de luz, Grande glória teremos, vendo a Deus e a Jesus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/79.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 80,
    "numero": "80",
    "pronome": "80 - Por Cristo, resgatado",
    "parte1": "1. Cristo Jesus, o santo Cordeiro, Deu Sua vida sobre o madeiro, Com o Seu Sangue me resgatou D’Ele agora sou.",
    "parte2": "Coro: Por Cristo, resgatado Sirvo ao grande Deus Para a Ele pertencer, Junto aos santos Seus.",
    "parte3": "2. Preso estava na iniquidade, Cristo me trouxe a liberdade; Por Sua graça me resgatou, D’Ele agora sou.",
    "parte4": "3. Tem minha alma grande alegria, Sem esperança sempre vivia; Glória a Jesus que me resgatou, D’Ele agora sou.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/80.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 81,
    "numero": "81",
    "pronome": "81 - A vida deu por ti",
    "parte1": "1. A vida deu por ti Cristo Jesus, o Salvador; Verteu por ti, na cruz, sangue precioso, expiador; Por ti, por ti, Sua vida deu; oh! Dá-Lhe teu coração; Por ti, por ti, Sua vida deu e te dará salvação.",
    "parte2": "2. Coroa tão cruel, grande escárnio suportou; Os cravos e o fel, por ti, na cruz, o Mestre provou; Tomou o cálix da dor por ti; as tuas culpas pagou; Tomou o cálix da dor por ti; da perdição te livrou.",
    "parte3": "3. À ordem divinal o Salvador obedeceu; Injúria sem igual e vitupério Ele sofreu; Desceu da glória dos céus por ti; em Cristo há redenção. Desceu da glória dos céus por ti; só n’Ele encontras perdão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/81.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 82,
    "numero": "82",
    "pronome": "82 - Oh! que grande amor!",
    "parte1": "1. Padeceu dura morte por nós, sobre a cruz, O Rei dos reis; Por Seu grande amor ao céu conduz Os Seus remidos fiéis.",
    "parte2": "Coro: Oh! Que grande amor, Que sublime amor Nos concede Jesus; Ele é a nossa eterna Luz.",
    "parte3": "2. Gratidão nós devemos ao nosso Senhor, O Rei dos reis, Que nos levará ao Criador, Se em tudo formos fiéis.",
    "parte4": "3. Na cidade eterna de paz divinal, O Rei dos reis Honrará, com glória perenal, Os Seus amados fiéis.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/82.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 83,
    "numero": "83",
    "pronome": "83 - Vinde às bodas",
    "parte1": "1. Deus brevemente celebrará As bodas de Jesus; A igreja se preparando está Com graça, amor e luz.",
    "parte2": "Coro: Vinde as bodas do Salvador, Vinde, não rejeiteis; Vestes divinas de justiça Dos céus recebereis.",
    "parte3": "2. Ao rico, ao pobre, convida Deus E não faz distinção, Pois quer fazê-los herdeiros dos céus, Herdeiros da salvação.",
    "parte4": "3. Que glória eterna, celestial, Que honra, que amor, Terão os santos no lar divinal Com Cristo, o seu Senhor!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/83.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "menuv": "potal83",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 84,
    "numero": "84",
    "pronome": "84 - Quão amável é a Tua casa",
    "parte1": "1. Quão amável é a tua casa, ó eterno Criador! Nela sempre encontrará conforto quem Te adora, ó Senhor; Os que amam Tua casa bem-aventurado são; De contínuo, ó eterno, o Teu Nome louvarão.",
    "parte2": "2. Bem-aventurado todo aquele que confia no Senhor, E que, no seu coração sincero, faz morada o Criador, Pois caminha na justiça e de força em força vai Rumo à glória prometida, a encontrar-se com o Pai.",
    "parte3": "3. É melhor permanecer um dia nos Teus átrios, ó Senhor, Do que mil em qualquer outra parte longe do divino amor, Pois Tu és Sol e Escudo ao que anda em retidão; Os que amam Tua casa, bem-aventurados são.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/84.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 85,
    "numero": "85",
    "pronome": "85 - Anunciai o santo Evangelho",
    "parte1": "1. Ide, anunciai o santo Evangelho Por todo o mundo, disse Jesus, À todo o homem, jovem ou velho, Para alcançar o reino de luz.",
    "parte2": "Coro: Todo o que crer e for batizado, Salvo será, falou o Senhor; Mas quem não crê, já é condenado, Por desprezar o seu Salvador.",
    "parte3": "2. Não mais duvides, este é o caminho, Nele o primeiro passo vais dar; Com alegria segue o destino Que Cristo veio a ti ofertar.",
    "parte4": "3. Pelo batismo és sepultado Para ao mundo renunciar; Sendo, por Cristo regenerado, Em Seu caminho podes andar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/85.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 86,
    "numero": "86",
    "pronome": "86 - Grande Tu és, ó Pai",
    "parte1": "Grande Tu és, ó Pai, em lealdade, És sempre o mesmo, jamais mudarás; És compassivo, infinito em bondade, Como Tu és assim sempre serás.",
    "parte2": "Coro: Santo e Supremo és, excelso Formador, Sobre Teus filhos esta Teu favor Imensa é Tua fidelidade Glória e louvor a Ti, ó Criador",
    "parte3": "2. Quanto é elevado, ó Deus, Teu pensamento, Em Tuas obras há grande saber; Reges a terra, os céus e o firmamento, Tudo enaltece Teu grande poder.",
    "parte4": "3. Só em Ti há perdão para o pecado, Paz sempiterna dás ao coração; Tua presença, ó Deus, nos tem guiado, E guiara até a perfeição.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/86.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 87,
    "numero": "87",
    "pronome": "87 - Eis que vem Jesus",
    "parte1": "1. Eis que vem Jesus, o nosso Esposo divinal Com prudência, vamos todos juntos vigiar; Oh! Que paz celestial Sentirá quem preparado se encontrar!",
    "parte2": "Coro: Jesus Cristo, o Esposo, Para as bodas levará os Seus. Que encontro glorioso Para os santos do vivente Deus!",
    "parte3": "2. Estejamos bem atentos, pois Jesus virá; Sobre as nuvens, glorioso, aparecerá; Seus fiéis recolherá E à glória prometida os levará.",
    "parte4": "3. Tua lâmpada não deve se apagar, irmão; O azeite da Palavra descerá dos céus; A Jesus se juntarão Os prudentes que serviram ao grande Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/87.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 88,
    "numero": "88",
    "pronome": "88 - Minha oração",
    "parte1": "1. Minha oração, ó meu Senhor, Elevo a Ti, em comunhão; Faz-me sentir Teu grande amor, A Tua paz e Tua unção.",
    "parte2": "Coro: Em nome do Senhor Jesus Elevo a Ti esta oração Ó Criador, Fonte de luz; Entrego a Ti meu coração.",
    "parte3": "2. Minha oração, ó Pai de amor, Elevo a Ti, para alcançar A Tua paz, o Teu favor Aqui estou a Te adorar.",
    "parte4": "3. Minha oração, ó grande Deus, Elevo a Ti, para aprender Os eternais preceitos Teus E sempre Te obedecer.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/88.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 89,
    "numero": "89",
    "pronome": "89 - Oh! Grande Deus",
    "parte1": "1. Oh! Grande Deus, se cumprem as promessas Que Tu tens feito no Senhor Jesus; Pelos Teus sinais, já vemos que Te apressas Em mostrar a todos Tua eterna luz.",
    "parte2": "2. Pai eternal, do céu nos tens mandado Teu santo Filho, o Emanuel, Que da escravidão, nos tem já libertado; E nos fez seu povo santo e fiel.",
    "parte3": "3. Deus Criador, também nos enviaste Teu Santo Espírito, o Consolador Para a redenção eterna nos selaste, E por esse Dom, sentimos Teu amor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/89.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 90,
    "numero": "90",
    "pronome": "90 - Teu destino é a glória",
    "parte1": "1. Pela fé, irmão querido, Serve a Cristo, o redentor; Não te deixes ser vencido, Vence o mal, com teu Senhor.",
    "parte2": "Coro: Teu destino é a glória, A herança dos fiéis; É segura a vitória Que dará o Rei dos reis.",
    "parte3": "2. Oh! levanta as mãos cansadas E não olhe para trás, Pois serão fortificadas Pelo Príncipe da paz.",
    "parte4": "3. Segue as obras do teu Mestre, Marcha firme para o céu; Ele é a Luz celeste, Que ilumina os passos teus.",
    "parte5": "4. A Palavra da verdade, A Espada divinal, Te conserva em santidade Para o reino eternal.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/90.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 91,
    "numero": "91",
    "pronome": "91 - No esconderijo do Onipotente",
    "parte1": "1. No esconderijo do Onipotente, Sempre do mal preservado estarás; E, sobrevindo a prova ardente, Com Sua sombra coberto serás.",
    "parte2": "Coro: O Criador te esconderá Em Seu seguro abrigo; Ao Teu redor se acampará, Não temerás o inimigo.",
    "parte3": "2. Florescerás como toda a palmeira, E como o cedro, assim crescerás; Nada embargar pode a tua carreira, E desta graça jamais cairás.",
    "parte4": "3. Não temerás a braveza dos mares, E nem, da noite, espanto terás; Se do escudo da fé te armares, Teu inimigo por terra verás.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/91.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 92,
    "numero": "92",
    "pronome": "92 - O santo Evangelho",
    "parte1": "1. O santo Evangelho todo homem deve ouvir; Ele é fiel espelho que reflete o porvir; Reflete a grandeza do amor do Salvador, E nos dá real certeza do Seu reino de esplendor.",
    "parte2": "2. O santo Evangelho pelo mundo ecoará; Deve o homem entendê-Lo e, então, se salvará. Conforta nossas almas e nos traz consolação, Transmitindo paz e calma nesta peregrinação.",
    "parte3": "3. No santo Evangelho de Jesus, o Redentor, Encontramos o conselho que nos leva ao Criador; Jesus, Cordeiro santo, trouxe nossa redenção; Entoemos nosso canto para Sua exaltação.",
    "parte4": "Salvação! Salvação! Vida eterna e perdão! Diz o som de amor Do Evangelho do Redentor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/92.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 93,
    "numero": "93",
    "pronome": "93 - Aceitando ao Senhor...",
    "parte1": "1. O Senhor Jesus te chama, só por Ele tens perdão; Quer doar-te nova vida, dar-te paz ao coração; Aceitando ao Senhor, tem perdão o pecador.",
    "parte2": "2. O pecado não impede que te chame de amor; Esquecer o teu passado quer Jesus, o Redentor; Aceitando ao Senhor, tem favor o pecador.",
    "parte3": "3. Tudo está já preparado, só te resta obedecer, Não rejeites o chamado que Jesus vem te fazer; Aceitando ao Senhor, tem a vida o pecador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/93.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 94,
    "numero": "94",
    "pronome": "94 - Quem sustenta a nossa vida",
    "parte1": "1. Quem sustenta a nossa vida é a Palavra do Senhor, Que anima, que edifica e nos traz consolação, E que une a alma humilde ao amor do Redentor; É a Palavra poderosa que faz crer na salvação.",
    "parte2": "Coro: A Palavra do bom Criador é a Guia do remido Na jornada a caminho das moradas do Fiel; É Palavra de virtude, que levanta o abatido; É Espada de dois gumes, é o Verbo, Emanuel.",
    "parte3": "2. Proclamemos que Jesus não tardará em retornar, Vamos sempre obedecê-Lo e de coração O amar; Estejamos vigilantes, esperando o Seu voltar, Pois em breve a trombeta todos vamos escutar.",
    "parte4": "3. Não sejamos ociosos em servir o grande Rei, Mas sejamos fervorosos para sempre O atender; Com as divinais virtudes cumpriremos Sua lei, Subiremos para a glória, lar do Onipotente Ser.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/94.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 95,
    "numero": "95",
    "pronome": "95 - Vinde, benditos de Meu Pai",
    "parte1": "1. Vinde, ó benditos de Meu Pai, ouvirão de Cristo, o Redentor, Todos os que amam ao bom Deus e entrarão no reino de amor; Oh! que esplendor! Que consolação nos aguarda no porvir; Juntos ao eterno Criador, os bens celestes nós iremos fruir;",
    "parte2": "2. Majestoso Cristo voltará com poder e grande esplendor; Mandará os anjos recolher os fieis ao reino de amor; No céu surgirá com grande sinal; todo o olho O verá; Grande espanto para o pecador, mas grande glória para o justo será.",
    "parte3": "3. Para o alto olhemos, ó fieis, perto esta a nossa redenção; Conservemos a paz e o amor, caminhemos em retidão; A vida eternal, com glória no céu, Jesus Cristo nos dará; Deus enxugará as lágrimas e toda a tribulação cessará.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/95.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 96,
    "numero": "96",
    "pronome": "96 - Vinde, adoremos a Deus",
    "parte1": "1. Vinde, adoremos a Deus, Santo e sublime Reis dos céus; Vinde com fé; O Deus que dá saber, Grandioso em poder, Que em breve iremos ver, Eterno é.",
    "parte2": "2. Vinde servir ao Senhor Que nos mandou o Redentor; Cristo Jesus Santo Pastor, veraz, Rei de justiça e paz, Que às nossas almas traz Vida e luz.",
    "parte3": "3. Deus, Pai eterno e fiel, Vos fartará de leite e mel e vivereis Vida de paz com Deus, Com os remidos Seus E, juntos lá nos céus Exultareis.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/96.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 97,
    "numero": "97",
    "pronome": "97 - Cristo Jesus, nosso bom Pastor",
    "parte1": "1. Como ovelhas que não tem nenhum Pastor, Longe do bem e do amor do Criador, Todos andávamos no mal, sem enxergar O bom caminho celestial para trilhar.",
    "parte2": "2. Há um rebanho e um Pastor, que é Jesus, Suas ovelhas, com amor, sempre conduz; Elas somente atenderão ao Seu falar, E só a Ele seguirão sem vacilar.",
    "parte3": "3. Vamos seguir o bom Jesus, Sumo Pastor; Com Seu cajado nos conduz ao lar de amor, Onde repouso haverá, junto a Deus, E nada mais perturbará os santos Seus.",
    "parte4": "Cristo Jesus, nosso bom Pastor, Nos agregou pelo Seu amor; Sobre a cruz muito padeceu; Pelas ovelhas Sua vida deu.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/97.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 98,
    "numero": "98",
    "pronome": "98 - Cristo Jesus tudo pode",
    "parte1": "1. Tudo entreguemos a Cristo Jesus, Nosso clamor Ele pode atender; Somente andemos na senda de luz E confiantes iremos viver.",
    "parte2": "Coro: Cristo Jesus tudo pode; Conosco está, bênçãos dará; Ele do céu nos socorre E nada nos faltará.",
    "parte3": "2. Nosso conforto está em Jesus; Paz e alegria só Ele nos dá; Somente Ele é Quem nos conduz, O Redentor nunca nos deixará.",
    "parte4": "3. Sem o Senhor não podemos andar Em seu caminho de vida e amor; Por sua graça Jesus quer nos dar Fé e virtude, firmeza e valor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/98.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 99,
    "numero": "99",
    "pronome": "99 - Jesus Cristo é o Amigo celestial",
    "parte1": "1. Se nós fizermos tudo o que nos manda Jesus Cristo, nosso Redentor, Chamar-nos-á a todos de amigos; Tão somente andemos em amor.",
    "parte2": "Coro: Jesus Cristo, Jesus Cristo É o Amigo celestial, Amoroso e compassivo; É o Amigo sem igual.",
    "parte3": "2. É esse Amigo que nos acompanha Na jornada rumo ao lar de Deus; É Ele que nos fala dos tesouros Que iremos desfrutar nos céus.",
    "parte4": "3. Seus sábios e gloriosos mandamentos Jesus Cristo vem nos ensinar; Um dia O veremos face a face, Ele mesmo prometeu voltar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/99.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 100,
    "numero": "100",
    "pronome": "100 - Todos juntos, jubilemos",
    "parte1": "1. Para esta vocação celeste, Deus nos tem chamado, Glória e louvor nós damos ao Senhor; Dentre os povos e as tribos fomos nós comprados por Jesus, Louvemos nosso Remidor!",
    "parte2": "Coro: Todos juntos, jubilemos de um coração sincero, Dando honra e glória ao nosso Redentor; O Seu sangue precioso Ele derramou por nós na cruz; Remidos somos do Senhor.",
    "parte3": "2. Jesus Cristo, nosso Mestre, é o Primeiro e o Derradeiro, É o Rei dos reis, de todos é Senhor; Ele nos conserva unidos no caminho de justiça e paz; Bendito seja o Redentor!",
    "parte4": "3. Com Jesus, celeste Esposo, para sempre reinaremos No seu lar de amor, lugar de esplendor; Como Ele nós seremos, no seu reino eternal de luz; Oh! Glória ao nosso Salvador!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/100.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 101,
    "numero": "101",
    "pronome": "101 - Cantemos, juntos, louvores a Deus",
    "parte1": "1. Cantemos, juntos, louvores a Deus E celebremos ao Senhor; Com júbilo elevemos aos céus Tributos santos ao Criador.",
    "parte2": "2. Eternamente preside o Senhor, Seus dias não se findarão; Prostremo-nos ante Deus, Criador, Pois somos obra da Sua mão",
    "parte3": "3. Ó vinde e adoremos por fé Ao Deus que nos fez povo Seu; Onipresente e santo Ele é E prometeu nos levar ao céu.",
    "parte4": "4. Se hoje ouvirmos a voz do Senhor, Devemos logo obedecer, Pois o repouso no reino de amor, De Deus, o Pai, vamos receber.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/101.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },

  {
    "id": 480,
    "numero": "480",
    "pronome": "480 - Jovens, amai o conselho",
    "parte1": "1. Jovens, amai o conselho, O ensino de Cristo Jesus; Ele é o vosso Modelo De vida, justiça e luz.",
    "parte2": "Coro: A Deus e a Cristo, o Senhor, Devemos consagração, Respeito, honra, profundo amor E eterna veneração.",
    "parte3": "2. Vasos, por Cristo, escolhidos Sereis, para glória de Deus; Cristo vos quer revestidos Das santas virtudes dos céus.",
    "parte4": "3. Jovens que seguem o Mestre, Em sua existência terão A providência celeste E prósperos n´Ele serão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/0.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  }
]
