[
  {
    "id": 1,
    "numero": "01",
    "pronome": "1 - Cristo, Meu Mestre",
    "parte1": "1. Cristo, meu Mestre e meu Senhor; Eu Te adoro, por fé, com fervor; Rogo que guardes meu coração; Vem protegê-lo com Tua unção; E defendê-lo, ó meu Guardião",
    "parte2": "2. Mestre divino, sempre senti; Meu coração dependente de Ti; Bom fundamento dá-lhe, Senhor; Dá-lhe firmeza, virtude, valor; E fortaleza, ó meu Protetor",
    "parte3": "3. Vale profundo, cheio de mal; É este mundo, ó Rei divinal; Só Tua força pode manter; Santo e puro, na graça, meu ser; Sempre seguro, com fé e poder",
    "parte4": "4. Mestre piedoso, com Tua mão; Faze perfeito o meu coração; Santo, ardoroso em Te servir; Sempre voltado aos bens do porvir; Mestre amado, desejo Te ouvir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/01.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 2,
    "numero": "02",
    "pronome": "2 - De Deus tu és eleita",
    "parte1": "1. De Deus tu és eleita, igreja de Jesus, O teu divino Mestre à glória te conduz; Prepara-te, pois Ele mui breve voltará; A glória que te espera já preparada está.",
    "parte2": "2. Com celestiais adornos espera o teu Senhor, Vestida de justiça e do divino amor; Dileta és de Cristo, que vida te doou; A fim de resgatar-te, Seu sangue derramou.",
    "parte3": "3. É grande tua glória, igreja de Jesus; Consagra-te a Ele, andando em Sua luz; Em breve, no Seu reino, gloriosa entrarás, E a face do Esposo, no céu, contemplarás.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/02.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 3,
    "numero": "03",
    "pronome": "3 - Faz-nos ouvir Tua voz",
    "parte1": "1. Faz-nos ouvir Tua voz gloriosa, Ó nosso Mestre, fiel Redentor; A Tua Igreja, dileta esposa, Sente por Ti inefável amor.",
    "parte2": "Coro: Ó caro Salvador, a Tua voz de amor Nos guia para o céu, glorioso lar Pela Palavra vem nos consolar",
    "parte3": "2. Ó Jesus Cristo, celeste Esposo, Vem conduzir-nos, por Teu grande amor; Já antevemos, ó Rei majestoso, A glória eterna do Teu esplendor.",
    "parte4": "3. A Tua igreja está se adornando, Para encontrar-se Contigo, Ó Jesus; Com santas vestes, esta aguardando Ver Tua face no reino de luz.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/03.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 4,
    "numero": "04",
    "pronome": "4 - Ouve a nossa oração.",
    "parte1": "1. Nossos olhos para os céus, ó Deus, nós levantamos; Confiando em Teu amor, a nossa voz alçamos.",
    "parte2": "Coro: Ouve a nossa oração Desde a Tua habitação; Tua bênção, Teu perdão, Manda, ó Deus piedoso",
    "parte3": "2. Refrigério celestial e bálsamo precioso É sentir-Te em nosso ser, Pai santo, glorioso.",
    "parte4": "3. No Teu trono, ó Senhor, recebe nesta hora A humilde oração do povo que Te adora.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/04.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 5,
    "numero": "05",
    "pronome": "5 - A Rocha celestial",
    "parte1": "1. Sábio e prudente será o varão Que a casa na rocha erguer; Sempre terá eficaz proteção; Pois nada a pode abater.",
    "parte2": "Coro: A Rocha celestial É Cristo, o Filho de Deus, O Fundamento eternal De quem busca o reino dos céus.",
    "parte3": "2. Quem sobre a areia quiser construir, Em vão trabalhado terá, Pois sua casa virá a cair; Em falso alicerce estará.",
    "parte4": "3. As tempestades e os ventos virão A todos, com grande furor; Mas os que sobre a Rocha estão, Firmeza terão no Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/05.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 6,
    "numero": "06",
    "pronome": "6 - Glória ao Justo, Fiel Cordeiro!",
    "parte1": "1. Ao Cordeiro imaculado, Jesus Cristo, exaltemos Do Seu Nome falaremos, pois, com infinito amor Veio à terra, glorioso, com poder e esplendor.",
    "parte2": "2. Seguiremos a Jesus Cristo com inteira confiança Temos viva esperança de chegar ao lar de amor Dirigidos, amparados pelo sábio Condutor.",
    "parte3": "3. Só a Cristo daremos glória e louvores em eterno, Pois livrou-nos do inferno, do pecado e do mal, Para dar-nos a herança no Seu lar celestial.",
    "parte4": "Glória ao Justo, fiel Cordeiro, Puro, Santo, Verdadeiro! Pela morte no madeiro, Nos reconciliou com Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/06.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 7,
    "numero": "07",
    "pronome": "7 - Granjeai, granjeai os talentos",
    "parte1": "1. Os talentos Jesus nos tem dado, Dons celestes de grande valor; Nós devemos, com todo o cuidado, Granjeá-los, servindo ao Senhor.",
    "parte2": "Coro: Granjeai, granjeai os talentos; Sobre o muito o Senhor vos porá; Vigiai e estai sempre atentos, Eis que Ele à porta está.",
    "parte3": "2. Se em tudo nós formos prudentes, Se fiéis o Senhor nos achar, Herdaremos Seus bens permanentes No repouso da glória sem par.",
    "parte4": "3. Diligentes obreiros sejamos, Pois os frutos Jesus vai pedir; Os talentos, jamais escondamos, Se quisermos a glória fruir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/07.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 8,
    "numero": "08",
    "pronome": "8 - Oh! vem, sim, vem",
    "parte1": "1. Nesta terrena vida, ó justo Redentor, São grandes os combates aos Teus fiéis, Senhor.",
    "parte2": "Coro: Oh! Vem, sim, vem nos alegrar, Senhor; És nossa Esperança e nosso Defensor.",
    "parte3": "2. No mundo há vaidade, muita tristeza e dor, Mas Teus remidos sentem a Tua paz e amor.",
    "parte4": "3. Do céu Te esperamos, glorioso, eterno Rei; Tu és veraz Pastor e nós somos Tua grei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/08.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 9,
    "numero": "09",
    "pronome": "9 - Luminosa é a senda",
    "parte1": "1- Luminosa é a senda Que conduz, por fé, a Deus; Não há nada que me prenda Nem detenha os passos meus.",
    "parte2": "Coro: Que prazer é viver com o meu bom Jesus! Na tristeza e na alegria sinto em mim a Sua luz.",
    "parte3": "2. Jubiloso, eu prossigo Para a glória eternal; Sei que Cristo está comigo, Protegendo-me do mal.",
    "parte4": "3. Jesus Cristo me consola Quando estou em aflição; Seu Espírito controla Minha mente e coração.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/09.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 10,
    "numero": "10",
    "pronome": "10 - Prossegui vitoriosos em Cristo",
    "parte1": "1. Prossegui vitoriosos em Cristo, Ele, em breve, dos céus vai voltar; Mandará recolher Seus remidos Para, à glória eterna, os levar.",
    "parte2": "Coro: Certamente exaltado será Quem o Nome de Cristo não negar; Exaltado com glória celestial Herdará a riqueza eternal.",
    "parte3": "2. Prossegui, rejeitando o pecado Pois ireis encontrar o Senhor; Para vós, Ele tem Preparado Um lugar no Seu reino de amor.",
    "parte4": "3. Prossegui nesta fé gloriosa, O inimigo de vós fugirá; Vigiai na oração, no cuidado, E convosco Jesus estará.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/10.pdf",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 11,
    "pronome": "Açaí com Abacaxi Limão e Hortelã 250ml",
    "descrisao": "Bebida de Açaí com Abacaxi, Limão e Hortelã Lata 250 ml",
    "valor": "R$ 5,36",
    "urlimg": "https://raw.githubusercontent.com/redek-dp/serv/master/appst/ksstar/img/AcaiAbacaxiLimaoHortela.jpg",
    "estoque": "Produto",
    "categoria": "Bebidas",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal",
    "spaso": "%20",
    "estr": "*",
    "bscop": "col pt-4",
    "apisap": "https://api.whatsapp.com/send?phone=+553598577000&text="
  },
  {
    "id": 12,
    "pronome": "Misto Quente",
    "descrisao": "Pão de Forma, Queijo Musarela, Presunto, Alface, Tomate.",
    "valor": "R$ 4,58",
    "urlimg": "https://raw.githubusercontent.com/redek-dp/serv/master/appst/ksstar/img/mitquent.jpg",
    "estoque": "Produto",
    "categoria": "Sanduicher",
    
    "stmod": "#vendasModal",
    "modh": "vendasModal",
    "spaso": "%20",
    "estr": "*",
    "bscop": "col pt-4",
    "apisap": "https://api.whatsapp.com/send?phone=+553598577000&text="
  }
]
