[
  {
    "id": 1,
    "numero": "01",
    "pronome": "1 - Cristo, Meu Mestre",
    "parte1": "1. Cristo, meu Mestre e meu Senhor; Eu Te adoro, por fé, com fervor; Rogo que guardes meu coração; Vem protegê-lo com Tua unção; E defendê-lo, ó meu Guardião",
    "parte2": "2. Mestre divino, sempre senti; Meu coração dependente de Ti; Bom fundamento dá-lhe, Senhor; Dá-lhe firmeza, virtude, valor; E fortaleza, ó meu Protetor",
    "parte3": "3. Vale profundo, cheio de mal; É este mundo, ó Rei divinal; Só Tua força pode manter; Santo e puro, na graça, meu ser; Sempre seguro, com fé e poder",
    "parte4": "4. Mestre piedoso, com Tua mão; Faze perfeito o meu coração; Santo, ardoroso em Te servir; Sempre voltado aos bens do porvir; Mestre amado, desejo Te ouvir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/01.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 2,
    "numero": "02",
    "pronome": "2 - De Deus tu és eleita",
    "parte1": "1. De Deus tu és eleita, igreja de Jesus, O teu divino Mestre à glória te conduz; Prepara-te, pois Ele mui breve voltará; A glória que te espera já preparada está.",
    "parte2": "2. Com celestiais adornos espera o teu Senhor, Vestida de justiça e do divino amor; Dileta és de Cristo, que vida te doou; A fim de resgatar-te, Seu sangue derramou.",
    "parte3": "3. É grande tua glória, igreja de Jesus; Consagra-te a Ele, andando em Sua luz; Em breve, no Seu reino, gloriosa entrarás, E a face do Esposo, no céu, contemplarás.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/02.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 3,
    "numero": "03",
    "pronome": "3 - Faz-nos ouvir Tua voz",
    "parte1": "1. Faz-nos ouvir Tua voz gloriosa, Ó nosso Mestre, fiel Redentor; A Tua Igreja, dileta esposa, Sente por Ti inefável amor.",
    "parte2": "Coro: Ó caro Salvador, a Tua voz de amor Nos guia para o céu, glorioso lar Pela Palavra vem nos consolar",
    "parte3": "2. Ó Jesus Cristo, celeste Esposo, Vem conduzir-nos, por Teu grande amor; Já antevemos, ó Rei majestoso, A glória eterna do Teu esplendor.",
    "parte4": "3. A Tua igreja está se adornando, Para encontrar-se Contigo, Ó Jesus; Com santas vestes, esta aguardando Ver Tua face no reino de luz.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/03.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 4,
    "numero": "04",
    "pronome": "4 - Ouve a nossa oração.",
    "parte1": "1. Nossos olhos para os céus, ó Deus, nós levantamos; Confiando em Teu amor, a nossa voz alçamos.",
    "parte2": "Coro: Ouve a nossa oração Desde a Tua habitação; Tua bênção, Teu perdão, Manda, ó Deus piedoso",
    "parte3": "2. Refrigério celestial e bálsamo precioso É sentir-Te em nosso ser, Pai santo, glorioso.",
    "parte4": "3. No Teu trono, ó Senhor, recebe nesta hora A humilde oração do povo que Te adora.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/04.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 5,
    "numero": "05",
    "pronome": "5 - A Rocha celestial",
    "parte1": "1. Sábio e prudente será o varão Que a casa na rocha erguer; Sempre terá eficaz proteção; Pois nada a pode abater.",
    "parte2": "Coro: A Rocha celestial É Cristo, o Filho de Deus, O Fundamento eternal De quem busca o reino dos céus.",
    "parte3": "2. Quem sobre a areia quiser construir, Em vão trabalhado terá, Pois sua casa virá a cair; Em falso alicerce estará.",
    "parte4": "3. As tempestades e os ventos virão A todos, com grande furor; Mas os que sobre a Rocha estão, Firmeza terão no Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/05.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 6,
    "numero": "06",
    "pronome": "6 - Glória ao Justo, Fiel Cordeiro!",
    "parte1": "1. Ao Cordeiro imaculado, Jesus Cristo, exaltemos Do Seu Nome falaremos, pois, com infinito amor Veio à terra, glorioso, com poder e esplendor.",
    "parte2": "2. Seguiremos a Jesus Cristo com inteira confiança Temos viva esperança de chegar ao lar de amor Dirigidos, amparados pelo sábio Condutor.",
    "parte3": "3. Só a Cristo daremos glória e louvores em eterno, Pois livrou-nos do inferno, do pecado e do mal, Para dar-nos a herança no Seu lar celestial.",
    "parte4": "Glória ao Justo, fiel Cordeiro, Puro, Santo, Verdadeiro! Pela morte no madeiro, Nos reconciliou com Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/06.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 7,
    "numero": "07",
    "pronome": "7 - Granjeai, granjeai os talentos",
    "parte1": "1. Os talentos Jesus nos tem dado, Dons celestes de grande valor; Nós devemos, com todo o cuidado, Granjeá-los, servindo ao Senhor.",
    "parte2": "Coro: Granjeai, granjeai os talentos; Sobre o muito o Senhor vos porá; Vigiai e estai sempre atentos, Eis que Ele à porta está.",
    "parte3": "2. Se em tudo nós formos prudentes, Se fiéis o Senhor nos achar, Herdaremos Seus bens permanentes No repouso da glória sem par.",
    "parte4": "3. Diligentes obreiros sejamos, Pois os frutos Jesus vai pedir; Os talentos, jamais escondamos, Se quisermos a glória fruir.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/07.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 8,
    "numero": "08",
    "pronome": "8 - Oh! vem, sim, vem",
    "parte1": "1. Nesta terrena vida, ó justo Redentor, São grandes os combates aos Teus fiéis, Senhor.",
    "parte2": "Coro: Oh! Vem, sim, vem nos alegrar, Senhor; És nossa Esperança e nosso Defensor.",
    "parte3": "2. No mundo há vaidade, muita tristeza e dor, Mas Teus remidos sentem a Tua paz e amor.",
    "parte4": "3. Do céu Te esperamos, glorioso, eterno Rei; Tu és veraz Pastor e nós somos Tua grei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/08.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 9,
    "numero": "09",
    "pronome": "9 - Luminosa é a senda",
    "parte1": "1- Luminosa é a senda Que conduz, por fé, a Deus; Não há nada que me prenda Nem detenha os passos meus.",
    "parte2": "Coro: Que prazer é viver com o meu bom Jesus! Na tristeza e na alegria sinto em mim a Sua luz.",
    "parte3": "2. Jubiloso, eu prossigo Para a glória eternal; Sei que Cristo está comigo, Protegendo-me do mal.",
    "parte4": "3. Jesus Cristo me consola Quando estou em aflição; Seu Espírito controla Minha mente e coração.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/09.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 10,
    "numero": "10",
    "pronome": "10 - Prossegui vitoriosos em Cristo",
    "parte1": "1. Prossegui vitoriosos em Cristo, Ele, em breve, dos céus vai voltar; Mandará recolher Seus remidos Para, à glória eterna, os levar.",
    "parte2": "Coro: Certamente exaltado será Quem o Nome de Cristo não negar; Exaltado com glória celestial Herdará a riqueza eternal.",
    "parte3": "2. Prossegui, rejeitando o pecado Pois ireis encontrar o Senhor; Para vós, Ele tem Preparado Um lugar no Seu reino de amor.",
    "parte4": "3. Prossegui nesta fé gloriosa, O inimigo de vós fugirá; Vigiai na oração, no cuidado, E convosco Jesus estará.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/10.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 11,
    "numero": "11",
    "pronome": "11 - Ó igreja de Deus, resplandece",
    "parte1": "1. Ó igreja de Deus, resplandece E alegra-te, de coração, Espalhando a semente celeste, Anunciando a veraz salvação.",
    "parte2": "Coro: Tu és a igreja de Jesus Cristo, o Cordeiro, Que tem o Seu trono nos céus; Ele, o Justo, Fiel, Verdadeiro, Te dará as promessas de Deus.",
    "parte3": "2. És igreja formosa e amada Por Cristo, o teu Salvador; Que te quer sempre mais adornada De justiça e sublime amor.",
    "parte4": "3. À gloriosa e celeste cidade Irás, com Jesus, Salvador; Lá há paz, grande amor, santidade; Lá verás o fiel Criador.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/11.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 12,
    "numero": "12",
    "pronome": "12 - Sempre em Jesus confiarei",
    "parte1": "1. Sempre em Jesus confiarei, Sua Palavra honrarei; Por Sua morte atroz na cruz, me concedeu eterna luz.",
    "parte2": "Coro: Cristo me guia com poder, Cristo me guia com saber; Ele é o Amigo mui fiel, Cristo Jesus, o Emanuel.",
    "parte3": "2. Os bons conselhos de Jesus são, para mim, divina luz; Eles me trazem retidão e divinal consolação.",
    "parte4": "3. Eu vou avante, com valor, sigo por fé o meu Senhor. No céu, um dia, O verei, e igual a Ele então serei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/12.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 13,
    "numero": "13",
    "pronome": "13 - Confiemos em Deus",
    "parte1": "1. Ó amados, venceremos este mundo enganador; Pela fé nós lutaremos, confiando no Senhor.",
    "parte2": "Coro: Confiemos em Deus, Ele é o nosso Pai; Ele ouve os Seus E, ao céu, levá-los vai. Pelo Seu imenso amor Nos protege o Senhor; Oh! Oremos, com fervor, Ao grande Deus, Formador.",
    "parte3": "2. Do Seu trono glorioso nos contempla o Senhor; Deus, o Todo Poderoso, nos conserva em amor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/13.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 14,
    "numero": "14",
    "pronome": "14 - Manda os Teus dons celestes",
    "parte1": "1. Os Teus fiéis, reunidos ante a Tua presença, O santo Consolador esperam, ó Senhor. Todos, contritos, clamamos com fé e com reverência; Cumpre em nós a promessa de Deus, o Criador.",
    "parte2": "Coro: Manda os Teus dons celestes pelo Espírito Santo; Cobre os fiéis com o manto do Teu Consolador.",
    "parte3": "2. Os Teus fiéis, reunidos, buscam os Teus dons celestes; Clamam com todo o fervor: atende, ó Senhor! Esperançosos, aguardam, crendo no que prometeste; Faze que todos sintamos o Teu consolador.",
    "parte4": "3. Os Teus fiéis, reunidos, constantemente clamando, Sentem, ó bom Redentor, celestial fervor; Pacientemente esperamos, sempre, com fé, implorando: Vem, ó Senhor, confirmar-nos com o Consolador!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/14.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 15,
    "numero": "15",
    "pronome": "15 - Ó alma que choras",
    "parte1": "1. Ó alma que choras com grande amargor, Se queres alívio, recorre ao Senhor; A Ele implorando, conforto acharás; Graça, e virtude, e vida terás.",
    "parte2": "2. Amigo sincero é Cristo Jesus, Que salva o perdido, ao céu o conduz; Tua voz levanta ao bom Redentor, Clama por socorro, clama ao teu Senhor.",
    "parte3": "3. Ó alma cansada, recorre ao Senhor, Ele te sustenta e te dá vigor; Auxilio do alto não falta jamais, Em Cristo confia e não chores mais.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/15.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 16,
    "numero": "16",
    "pronome": "16 - Promessa excelente",
    "parte1": "1. Promessa excelente fizeste, ó Deus, Fiel cumprimento a Palavra terá; Sentir Teu Espírito querem os Teus; Teu povo clamando está.",
    "parte2": "Coro: Envia, ó Deus, por amor, Teus dons pelo Consolador. Vem nos revestir de poder divinal; Visita-nos, Pai eternal.",
    "parte3": "2. Oh! Vem despertar-nos, amado Senhor; O Espírito Santo envia dos céus; Com fé aguardamos o Consolador, Que faz virtuosos os Teus.",
    "parte4": "3. O Teu Santo Espírito nos guiará Em toda verdade, justiça e amor; Por Ele Teu povo ensinado será; Teu Dom aguardamos, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/16.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 17,
    "numero": "17",
    "pronome": "17 - Ó Senhor, vem visitar-me",
    "parte1": "1. Ó Senhor, vem visitar-me e alentar a minha fé; Eu desejo consagrar-me e alcançar, de Ti, mercê.",
    "parte2": "Coro: Com o Espírito divino Vem, Jesus, me batizar; Aos Teus pés eu me inclino E Te rogo sem cessar; Oh! Vem, Senhor, com Teu Dom me consolar.",
    "parte3": "2. Ó Jesus, és minha Sorte, és a minha Salvação; Faz-me firme, faz-me forte pela Tua santa unção.",
    "parte4": "3. E ao fim serei ditoso, Pois Contigo estarei; No Teu reino glorioso, face a face Te verei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/17.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 18,
    "numero": "18",
    "pronome": "18 - É Jesus meu Refúgio",
    "parte1": "1. Grande é a tormenta e a tribulação, Muitos são os combates, grande, a tentação, Mas Jesus, meu Rochedo e fiel Guardião, É a Fortaleza que dá proteção.",
    "parte2": "Coro: É Jesus meu Refúgio, meu fiel Protetor, E n’Ele abrigado terei Seu vigor; Cada dia que passa, sinto mais Seu amor E a vida celeste do meu Salvador.",
    "parte3": "2. Ao Senhor mais unido eu almejo viver E cumprir neste mundo, Seu glorioso querer; Os Seus passos seguindo, eu irei receber Mais força e coragem, a fim de vencer.",
    "parte4": "3. Vou, com fé no meu Mestre, a tormenta enfrentar, Mesmo que fortemente ela se levantar; Com Jesus, a vitória eu irei alcançar, Pois Suas promessas não podem falhar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/18.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 19,
    "numero": "19",
    "pronome": "19 - Manda nos Teu Poder",
    "parte1": "1. Manda, ó senhor, do céu, fogo santo ao povo Teu; Manda-nos Teu poder Fogo que destrói o mal, fogo santo, celestial Manda-nos Teu poder",
    "parte2": "Coro: Manda-nos o Teu poder O Poder renovador, pelo Teu imenso amor; Vem, Senhor, selar Teu povo Com o bom Consolador.",
    "parte3": "2. Vem as bênçãos derramar e, os que dormem, despertar; Manda-nos Teu poder E das nossas vidas faz testemunho eficaz Manda-nos Teu poder.",
    "parte4": "3. Vem nos dar as orações, visitando os corações; Manda-nos Teu poder Em constante comunhão, esperamos Tua unção; Manda-nos Teu poder.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/19.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 20,
    "numero": "20",
    "pronome": "20 - Teu Espírito derrama",
    "parte1": "1. Teu Espírito derrama Sobre Teus fiéis, Senhor, Que, humildes e contritos, Buscam o Consolador",
    "parte2": "Coro: Vem com Teu Poder, Senhor, Teu povo fortificar; Com o bom Consolador, vem, Oh! vem batizar.",
    "parte3": "2. Teu Espírito derrama, A promessa cumpre, ó Deus, Enviando aos Teus filhos As virtudes lá dos céus.",
    "parte4": "3. Teu Espírito derrama, Revestindo-nos de amor; Dos Teus dons maravilhosos, Enriquece-nos Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/20.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 21,
    "numero": "21",
    "pronome": "21 - Não mais oprimidos seremos",
    "parte1": "1. Não mais oprimidos seremos Na volta do nosso Senhor; A voz esperada ouviremos: “Oh! vinde!”dirá o Salvador; A vida eterna com glória Teremos, por Cristo, nos céus; Completa será a vitória Ao vermos a face de Deus.",
    "parte2": "2. Não mais perseguidos seremos Na volta do nosso Senhor; Deixando este mundo, iremos Ao céu, nossa pátria de amor; Naquela cidade gloriosa, Lugar de eterno esplendor, A herança divina, preciosa, Teremos de Deus, Criador.",
    "parte3": "Coro: A volta de Cristo glorioso Será com poder e esplendor; Devemos estar revestidos De graça, justiça e amor Iremos, então, ó queridos, Desfrutar a herança eternal, Pois Jesus nos dará a coroa real, No ditoso lar celestial.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/21.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 22,
    "numero": "22",
    "pronome": "22 - Guia-me, ó Senhor",
    "parte1": "1. Guia-me, ó Senhor, na fulgurante luz; Dá-me mais do amor, que à gloria me conduz.",
    "parte2": "Coro: Guia-me, guia-me com Tua mão, Senhor; Guarda-me, guarda-me do mundo enganador.",
    "parte3": "2. Guia-me, bom Jesus, descanso eu terei; Rege-me pela luz que vem de Ti, meu Rei.",
    "parte4": "3. Guia-me, Salvador, na Tua santa lei; Guarda-me em amor, Teu Nome bendirei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/22.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 23,
    "numero": "23",
    "pronome": "23 - O Senhor é o meu Pastor",
    "parte1": "1. O Senhor é meu Pastor, nada deixará me faltar; Com a Sua mansidão, em verdes pastos faz-me andar; Refrigério, fé e paz minha alma n’Ele achou; Nas veredas celestiais, os meus passos Jesus firmou.",
    "parte2": "2. Se eu tivesse que andar pelo vale da morte, ó Deus, Eu não temeria o mal, porquanto estou nos braços Teus; Tua vara, ó Senhor, me conserva em retidão, Teu cajado divinal traz conforto e consolação.",
    "parte3": "3. Uma mesa para mim, ó Senhor, Tu vens preparar; Com Teu óleo vens me ungir, fazes meu cálix transbordar; A bondade, a mercê sobre mim contemplarei; Nas moradas do meu Deus para sempre habitarei.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/23.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 24,
    "numero": "24",
    "pronome": "24 - Dá-me Graça, Senhor",
    "parte1": "1. Dá-me Graça, Senhor, para sempre Te amar Com intenso e profundo amor Que procede de Ti, glorioso Senhor E me faz Teus conselhos guardar.",
    "parte2": "Coro: Quero amar-Te com todo fervor Adorar-Te, meu bom Salvador; Vem, com Tuas virtudes, cingir O Teu servo, que quer Te servir.",
    "parte3": "2. Com divina afeição quero sempre Te honrar E também ser fiel servidor Esse imenso amor que de Ti vem, Senhor Me ensina ao Teu Nome exaltar",
    "parte4": "3. Esse elo de amor sempre me faz lembrar Quanto amaste minh'alma, Senhor; Quero sempre sentir, cultivar esse amor, Aguardando, com fé, Teu voltar.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/24.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 25,
    "numero": "25",
    "pronome": "25 - Um grande bem, precioso bem",
    "parte1": "1. Um grande bem, precioso bem, eu recebi do Criador Que me chamou e revelou, por compaixão, o Redentor; O Seu querer eu compreendi e pecador eu me senti; Meu coração se quebrantou, todo o meu ser se transformou; Eu sou feliz, bendigo a Deus; com salvação me agraciou.",
    "parte2": "2. Que grande bem, precioso bem! Eu sirvo a Deus, o Formador, Que para Si me separou; remido sou do Salvador; Purificou meu coração, me concedeu o Seu perdão; Até o fim do meu viver, Seu santo amor anunciarei; Com a unção do Criador, de todo o mal me afastarei.",
    "parte3": "3. É grande bem, precioso bem, viver na fé, ter paz com Deus, Participar com os fiéis, dos eternais tesouros Seus; Sou mui feliz, pois alcancei lugar nos céus, por Cristo, o Rei; A Deus, o Pai, e a Jesus exaltarei com todo o amor; O galardão receberei das santas mãos do Redentor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/25.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 26,
    "numero": "26",
    "pronome": "26 - Julga-me, Senhor",
    "parte1": "1. Julga-me, Senhor, pois amo a Tua lei, Confiando em Ti, jamais vacilarei; Vem, ó Deus. Com Teu falar, minha alma sustentar, Quero em justiça sempre caminhar.",
    "parte2": "Coro: Teu Espírito, ó Senhor, Tudo pode investigar; Nada posso Te ocultar, Pois com Teu divino olhar Vês os céus e a terra, sábio Criador.",
    "parte3": "2. Diante dos meu olhos Teu favor está: Bem-aventurança que igual não há; Quero, ó Deus, Te agradar e Teu reino alcançar; Vem, com a palavra, me purificar.",
    "parte4": "3. Em caminho plano os meus pés estão, No caminho que conduz a salvação; Nas congregações, ó Deus, contarei os feitos Teus, Pois Tu cancelaste os pecados meus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/26.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 27,
    "numero": "27",
    "pronome": "27 - O Senhor é minha Luz",
    "parte1": "1. O Senhor é minha Luz e minha eterna Salvação. Nada devo eu temer, pois Ele é meu fiel Guardião. O Senhor é o meu Deus, nada aqui recearei; Para sempre sentirei a providência do meu grande Rei.",
    "parte2": "2. Se vier me circundar todo o exército do mal, O Senhor enviará Seu grande exército celestial. Com o coração em paz, sirvo ao santo Criador; Pequenino e fraco sou, mas meu Refúgio é Deus, meu Senhor.",
    "parte3": "3. Meu desejo é morar sempre na casa do Senhor, Pois assim contemplarei a formosura do meu Criador. Ele me esconderá quando vier a tentação; Protegido estarei sempre, debaixo do Seu pavilhão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/27.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 28,
    "numero": "28",
    "pronome": "28 - Para o céu marchemos",
    "parte1": "1. Para o céu marchemos, firmes, sem temer; Nada nesta marcha pode nos deter; Com valor marchemos, quem impedirá? Cristo, nossa Força, Seu poder nos dará.",
    "parte2": "Coro: Marchemos para o céu, morada do Senhor, Olhando bem atentos para o Redentor; Marchemos com valor à pátria celestial, Lá desfrutaremos vida eternal.",
    "parte3": "2. Para o céu marchemos, cheios de amor, Do amor de Cristo, nosso Condutor; Com valor andemos, sempre em união, Para a eterna glória, a celeste Sião.",
    "parte4": "3. Para o céu marchemos, sem esmorecer, Pela fé, podemos todo o mal vencer; Cristo fortalece nosso coração, No eternal repouso nos dará galardão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/28.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 29,
    "numero": "29",
    "pronome": "29 - Senhor Jesus, Tu és o meu Rochedo",
    "parte1": "1. Senhor Jesus, Tu és o meu Rochedo, Só em Ti desejo sempre confiar; Defende-me de todo o mal e medo, Pois somente Tu me podes ajudar.",
    "parte2": "Coro: Ó Senhor, vem conduzir-me Pelo Espírito, à pátria eternal; Da verdade vem cingir-me E de toda a armadura celestial.",
    "parte3": "2. Senhor Jesus, a Tua mão potente Me fará vencer o mundo enganador; Esteja Tua força em mim presente E Te glorificarei, ó meu Senhor.",
    "parte4": "3. Senhor Jesus, és minha Esperança, Meu Refugio, meu Escudo e Defensor; Ao coração dá firme confiança Para sempre ser fiel e vencedor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/29.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 30,
    "numero": "30",
    "pronome": "30 - Confiarei sempre no Senhor",
    "parte1": "1. Confiarei sempre no Senhor, no Seu sublime amor; Nunca serei confundido na aflição ou na dor.",
    "parte2": "Coro: Cristo é bom e clemente, balsamo a toda dor; Paz divinal e excelente vem do Senhor.",
    "parte3": "2. Em Jesus Cristo eu tenho fé, só n’Ele esperarei; Mesmo estando em angústia, n’Ele eu confiarei.",
    "parte4": "3. Nas minhas provas, confiarei em Cristo, Libertador; N’Ele eu tenho firmeza, pois é fiel Protetor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/30.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 31,
    "numero": "31",
    "pronome": "31 - Forte Rocha",
    "parte1": "1. Forte Rocha é Deus Sempiterno; Nossa fé só n’Ele se funda; Seu amor celestial e paterno, Na tribulação nos circunda. Do astuto tentador nos livra o Criador e nos protege; Nada nós temeremos, Pois o Invencível nós temos.",
    "parte2": "2. Estará para sempre perdido Quem em si somente confia, Mas será lá do céu socorrido, Crendo em Jesus, nosso Guia. O Filho do bom Deus é Defensor dos Seus, É Rei da glória; D’Ele virtude temos, E vitória alcançaremos.",
    "parte3": "3. A Palavra, que é nossa Vida Deve ser por nós exaltada; É, também, nossa firme Guarida Que não pode ser abalada. O mal virá tentar a fim de despojar os resgatados, Mas teremos vitória, Pois é nosso o reino e a glória.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/31.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 32,
    "numero": "32",
    "pronome": "32 - Eu me escondo em ti, Senhor",
    "parte1": "1. Eu me escondo em Ti, Senhor eterno, Em Ti me abrigo, ó meu Salvador; Sinto em mim o Teu amor superno; Vivo seguro, és meu Defensor.",
    "parte2": "2. Busco de Ti a proteção celeste Quando estou cercado pelo mal; Pois Tu, Jesus, és meu amado Mestre; Cuidas de mim com zelo divinal.",
    "parte3": "3. Quando aqui estou atribulado, Quando está sem paz meu coração, Clamo a Ti, meu redentor amado; De Ti espero a libertação.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/32.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 33,
    "numero": "33",
    "pronome": "33 - Jesus é o nosso Guia",
    "parte1": "1. Quem pode consolar-nos neste peregrinar? Quem pode conduzir-nos ao nosso eterno lar? Quem pode dar-nos mais forças? Quem pode nos socorrer? Aquele que,por piedade, foi na cruz por nós morrer; Jesus, que sobre tudo, recebeu de Deus poder.",
    "parte2": "Coro: Jesus é o nosso Guia, Perfeito e fiel; Esperemos noite e dia Só em Cristo, o Emanuel",
    "parte3": "2. Por um caminho plano nos guiará Jesus Ele nos ilumina com Sua eterna Luz; É, Ele Quem nos envia virtude, graça e poder, E, neste mundo de trevas, nos fará resplandecer; Findando a jornada, Sua face iremos ver.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/33.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 34,
    "numero": "34",
    "pronome": "34 - O Mestre que desceu dos céus",
    "parte1": "1. O Mestre que desceu dos céus, Jesus, o Redentor, Deixou exemplo aos santos Seus, Exemplo de amor:",
    "parte2": "2. Curvado, lhes lavou os pés E assim Se humilhou; Com essa obra que Ele fez, O amor nos ensinou.",
    "parte3": "3. “Amai-vos”, disse o Redentor Que teve morte atroz; Jesus, com Seu divino amor, Salvou a todos nós.",
    "parte4": "4. Busquemos o sublime amor Que Deus quer conceder; Por nós, Jesus, o Salvador, Irá interceder.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/34.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 35,
    "numero": "35",
    "pronome": "35 - Eis que multidão mui grande",
    "parte1": "1. Eis que multidão mui grande, de todas as nações e tribos, Foi vista nos céus e dava louvor perante o Salvador. Trajavam vestidos brancos, lavados por Jesus Cristo, Nas mãos levavam palmas, louvando ao Criador.",
    "parte2": "2. Diziam, perante o trono de Deus e do Seu Cordeiro, Que a Deus, o Senhor, fiel Criador, pertence a salvação. Prostrados, com reverência, honravam ao Verdadeiro, Ações de graças davam, em santa adoração.",
    "parte3": "3. Com anjos, na eterna gloria, alegres, cantavam hinos Mostravam valor com Cristo, o Senhor, na grande tribulação. Às fontes das águas vivas, Jesus guia os seus destinos; Com grande regozijo, no céu resplandecerão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/35.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 36,
    "numero": "36",
    "pronome": "36 - A fiel proteção",
    "parte1": "1. A fiel proteção do teu manto de amor Segurança me traz, bom Jesus; Abrigado estou, tenho força e valor; Trilharei Tua senda de luz.",
    "parte2": "Coro: O Teu manto de amor sinto estar sobre mim; Minha vida Te entrego, Senhor; Viverei pela fé, protegido assim, Na presença de Deus, Criador.",
    "parte3": "2. Meu destino de luz vejo ao longe, Senhor, E jamais olharei para trás; Minha crença em Ti guardarei, Redentor; Teu poder, virtuoso me faz.",
    "parte4": "3. Teu intento, Senhor, vem em mim revelar; Preciosos são os planos Teus; De valor em valor quero aqui terminar A carreira proposta por Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/36.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 37,
    "numero": "37",
    "pronome": "37 - Se a nossa vida entregarmos a Jesus",
    "parte1": "1. Se a nossa vida entregarmos a Jesus, Mal nenhum devemos nós temer; Nunca pereceu quem a Jesus se entregou De sincero coração; Celestial amor provou Quem sentiu, de Deus, perdão, Juntos caminhemos, firmes e constantes, Rumo a celestial Sião.",
    "parte2": "2. Se a nossa vida entregarmos a Jesus, Tudo poderemos suportar; N’Ele confiemos e esperemos pela fé, Pois bem perto Ele está; Pelo Seu imenso amor, Ao fiel ajudará. Se, nas nossas provas, nós O invocarmos, A vitória nos dará",
    "parte3": "3. Nossa vida já pertence ao Senhor Jesus, Proclamemos todos: d’Ele sou! Ó irmãos, devemos caminhar em Seu temor, Pois seu sangue nos lavou; Glória ao nosso Redentor,  Que do mal nos libertou; Sobre a cruz foi morto, mas voltou à vida, Do sepulcro triunfou!",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/37.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 38,
    "numero": "38",
    "pronome": "38 - Ó Senhor, és minha Vida",
    "parte1": "1. Ó Senhor, és minha vida, com prazer Te vou louvar; És ajuda mui querida, que na luz me faz andar.",
    "parte2": "2. Só a Ti, ó Deus, adoro, e louvores Te darei Com os santos, num só coro, pois Tu és o excelso Rei.",
    "parte3": "3. Meu Senhor, a Tua gloria, faz resplandecer em mim; Sobre o mal terei vitória, por servir-Te até o fim.",
    "parte4": "4. Fome e sede de justiça minha alma tem, Senhor; Vem falar-lhe das delícias do Teu reino de esplendor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/38.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 39,
    "numero": "39",
    "pronome": "39 - Eu desejo, Senhor",
    "parte1": "1. Eu desejo, Senhor, só em Ti descansar E aqui caminhar em amor; Se, por tribulação eu tiver que passar, Me protege, ó bom Criador.",
    "parte2": "Coro: Quero, ó Deus, consagrar-Te meu ser; Minha alma deseja em Teu reino viver.",
    "parte3": "2. Eu desejo, Senhor, com fervor sempre estar Aos Teus pés em constante oração; Guarda meu coração, para nunca pecar; Faz-me andar sempre na retidão.",
    "parte4": "3. Eu desejo, Senhor, por Ti sempre viver E cingir a coroa nos céus; Seja em lutas ou paz, quero sempre dizer: Meu descanso és Tu, ó meu Deus.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/39.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },
  {
    "id": 40,
    "numero": "40",
    "pronome": "40 - Quanto em mim Tu operaste",
    "parte1": "1. Quanto em mim Tu operaste Pelo Teu imenso amor! Graça e força enviaste À minha'lma, ó Senhor.",
    "parte2": "Coro: Vem Senhor Jesus, com virtude e fé, E com graça fortificar O meu coração, que Teu templo é; Quero sempre Te exaltar.",
    "parte3": "2. O Espírito da graça Que provém de Ti, Senhor, Sempre mais fiel me faça Ó Jesus, meu Redentor.",
    "parte4": "3. Da eterna e sã verdade Faz me sempre seguidor, Quero andar em santidade, Imitando a Ti, Senhor.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/40.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  },


  {
    "id": 480,
    "numero": "480",
    "pronome": "480 - Jovens, amai o conselho",
    "parte1": "1. Jovens, amai o conselho, O ensino de Cristo Jesus; Ele é o vosso Modelo De vida, justiça e luz.",
    "parte2": "Coro: A Deus e a Cristo, o Senhor, Devemos consagração, Respeito, honra, profundo amor E eterna veneração.",
    "parte3": "2. Vasos, por Cristo, escolhidos Sereis, para glória de Deus; Cristo vos quer revestidos Das santas virtudes dos céus.",
    "parte4": "3. Jovens que seguem o Mestre, Em sua existência terão A providência celeste E prósperos n´Ele serão.",
    "partituraedo": "https://docs.google.com/gview?&embedded=true&url=https://redek-dp.github.io/serv/hinario/partituraedo/0.pdf",
    
    "searchs": "https://www.youtube.com/results?search_query=",
    "stmod": "#vendasModal",
    "modh": "vendasModal"
  }
]
